Repository: icevpn/IceVpnWallet
Catalog: wallet/wallet/Localization/*.lproj/Localizable.strings
Languages: ja, ko, ru, zh_hans, zh_hk

# LocalMnemonicOrPrivateKeyError
source: Invalid private key or mnemonic, please re-enter!
ja: 秘密キーまたはニーモニックが無効です。再入力してください。
ko: 개인 키 또는 니모닉이 잘못되었습니다. 다시 입력하세요!
ru: Неверный закрытый ключ или мнемоника, введите еще раз!
zh_hans: 私钥或助记词无效，请重新输入!
zh_hk: 私鑰或助記符無效，請重新輸入!

# LocalWalletAddress
source: Wallet Address
ja: ウォレットアドレス
ko: 지갑 주소
ru: адрес кошелька
zh_hans: 钱包地址
zh_hk: 錢包地址

# LocalExportPrivateKey
source: Export PrivateKey
ja: 秘密キーをエクスポートする
ko: 개인 키 내보내기
ru: экспортировать закрытый ключ
zh_hans: 导出私钥
zh_hk: 導出私鑰

# LocalUpdatePassword
source: Update Password
ja: パスワードを変更する
ko: 비밀번호 변경
ru: изменить пароль
zh_hans: 修改密码
zh_hk: 修改密碼

# LocalForgetPassword
source: Forget Password
ja: パスワードを忘れる
ko: 비밀번호를 잊어버리다
ru: забыть пароль
zh_hans: 忘记密码
zh_hk: 忘記密碼

# LocalExportMnemonic
source: Export Mnemonic
ja: エクスポートニーモニック
ko: 내보내기 니모닉
ru: экспортировать мнемонику
zh_hans: 导出助记词
zh_hk: 導出助記詞

# LocalExportPrivateKeyTips
source: Do not transmit through network tools, once acquired by hackers will cause irreparable loss of assets. It is recommended that offline device is transmitted by scanning QR code.
ja: ネットワーク ツールを介して送信しないでください。ハッカーがネットワーク ツールを入手すると、取り返しのつかない資産損失が発生する可能性があります。 オフライン送信の場合はQRコードをスキャンすることをお勧めします。
ko: 네트워크 도구를 통해 전송하지 마십시오. 해커가 이를 획득하면 돌이킬 수 없는 자산 손실이 발생합니다. 오프라인 전송을 위해 QR 코드를 스캔하는 것이 좋습니다.
ru: Не передавайте через сетевые инструменты, как только хакеры получат его, это приведет к невосполнимой потере активов. Для автономной передачи рекомендуется отсканировать QR-код.
zh_hans: 不要通过网络工具传输，一旦被黑客获取将造成不可挽回的资产损失。建议采用扫描二维码方式进行离线传输。
zh_hk: 不要通過網絡工具傳輸，一旦被黑客獲取將造成不可挽回的資產損失。建議採用掃描二維碼方式進行離線傳輸。

# LocalCopy
source: Copy
ja: コピー
ko: 복사
ru: копировать
zh_hans: 复制
zh_hk: 複製

# LocalManage
source: Manage
ja: かんり
ko: 관리하다
ru: управлять
zh_hans: 管理
zh_hk: 管理

# LocaConfimPassword
source: Confirm Password
ja: かくにん 確認 します
ko: 비밀번호 확인
ru: Подтвердите код
zh_hans: 确认密码
zh_hk: 確認密碼

# LocalExitWallet
source: Exit the Wallet
ja: 出口 さいふ 財布 を
ko: 지갑을 꺼내다
ru: Выйдите из кошелька
zh_hans: 退出钱包
zh_hk: 退出錢包

# LocalBindTips
source: Wallet %s is successfully bound
ja: ウォレット%sは せーじょー 正常 にバインドされています
ko: 지갑 %s 가 성공적으로 바인딩되었습니다
ru: Кошелек %s успешно связан
zh_hans: 钱包 %s 绑定成功
zh_hk: 錢包 %s 綁定成功

# LocalMainNetwork
source: Network
zh_hans: 主网
zh_hk: 主網

# LocalBackupVerification
source: Validate backups
ja: バックアップを けんしょー 検証
ko: 백업 유효성 검사
ru: Проверка резервных копий
zh_hans: 验证备份
zh_hk: 驗證備份

# LocalWalletBindOtherAccount
source: The wallet has been bound by %s, and the purchase of VIP NFT will not belong to the current account, please be informed
ja: ウォレットは %s によってバインドされており、VIP NFT の購入は現在のアカウントに属さないことをお知らせください。
ko: 지갑이 %s에 묶여 있으며 VIP NFT 구매가 현재 계정에 속하지 않습니다. 알려주세요.
ru: Кошелек привязан %s, и покупка VIP NFT не будет относиться к текущему аккаунту, имейте в виду
zh_hans: 钱包已被%s绑定，购买VIP NFT时不会归属于当前账号，敬请知悉
zh_hk: 錢包已被%s綁定，購買VIP NFT時不會歸屬於當前帳號，敬請知悉！

# LocalHttpDownloadError
source: File is not exist.
ja: ファイルが存在しません。
ko: 파일이 없습니다.
ru: файл не существует.
zh_hans: 文件不存在。
zh_hk: 文件不存在。

# LocalAlertLoginTitle
source: You have loggeed in succcessfully
ja: 正常にログインしました
ko: 성공적 로그인
ru: Авторизация успешна
zh_hans: 登录成功
zh_hk: 登錄成功

# LocalAlertContinue
source: Continue
ja: 続く
ko: 继续
ru: продолжать
zh_hans: 继续
zh_hk: 繼續

# LocalAlertCancel
source: Cancel
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hk: 取消

# LocalAlertRegisterTitle
source: You have sighed in succcessfully
ja: 正常にサインインしました
ko: 등록 성공
ru: Вы успешно зарегистрировались
zh_hans: 注册成功
zh_hk: 註冊成功

# LocalAlertResetPwdTitle
source: Create a new password succcessfully
ja: 新しいパスワードが正常に作成されました
ko: 비밀번호 재설정 성공
ru: Сброс пароля выполнен успешно
zh_hans: 密码重置成功
zh_hk: 密碼重置成功

# LocalAlertLogoutTitle
source: You have loggeed out succcessfully
ja: 正常にログアウトしました
ko: 성공적으로 로그아웃
ru: Выйти успешно
zh_hans: 退出登录成功
zh_hk: 退出登錄成功

# LocalAlertLogoffTitle
source: You have removed account succcessfully
ja: アカウントが正常に削除されました
ko: 계정을 취소했습니다.
ru: Аннулировать учетную запись успешно
zh_hans: 注销账号成功
zh_hk: 註銷賬號成功

# LocalAlertSetNameTitle
source: You have seted name succcessfully
ja: 名前の設定が完了しました
ko: 사용자 이름을 설정했습니다.
ru: Имя пользователя установлено успешно
zh_hans: 设置用户名成功
zh_hk: 設置用戶名成功

# LocalAlertSetPwdTitle
source: You have seted password succcessfully
ja: パスワードが正常に設定されました
ko: 새 비밀번호를 설정했습니다.
ru: Успешно установлен новый пароль
zh_hans: 设置新密码成功
zh_hk: 設置新密碼成功

# LocalAlertBindTitle
source: You have binded referees succcessfully
zh_hans: 绑定邀请人成功

# LocalOTPError
source: Send OTP code failed
ja: 確認コードの送信に失敗しました
ko: 인증 코드를 보내지 못했습니다.
ru: Не удалось отправить код подтверждения
zh_hans: 发送验证码失败
zh_hk: 發送驗證碼失敗

# LocalOTPVerifyError
source: OTP code is error
ja: 認証コードエラー
ko: 인증 코드 오류
ru: Ошибка кода подтверждения
zh_hans: 验证码错误
zh_hk: 驗證碼錯誤

# LocalRegisterError
source: Sigh in failed
ja: ため息は失敗しました
ko: 등록 실패
ru: Регистрация не удалась
zh_hans: 注册失败
zh_hk: 註冊失敗

# LocalLoginError
source: Log in failed
ja: ログインに失敗しました
ko: 로그인 실패
ru: Ошибка входа
zh_hans: 登录失败
zh_hk: 登錄失敗

# LocalResetPwdError
source: Create a new password failed
ja: 新しいパスワードの作成に失敗しました
ko: 비밀번호 재설정 실패
ru: Не удалось сбросить пароль
zh_hans: 密码重置失败
zh_hk: 密碼重置失敗

# LocalLogoutError
source: Log out failed
ja: ログアウトに失敗しました
ko: 로그아웃 실패
ru: Ошибка выхода
zh_hans: 退出登录失败
zh_hk: 退出登錄失敗

# LocalLogoffError
source: Remove account failed
ja: アカウントの削除に失敗しました
ko: 계정을 해지하지 못했습니다.
ru: Не удалось аннулировать аккаунт
zh_hans: 注销账户失败
zh_hk: 註銷賬戶失敗

# LocalSetNameError
source: Set name failed
ja: 名前の設定に失敗しました
ko: 사용자 이름을 설정하지 못했습니다.
ru: Не удалось установить имя пользователя
zh_hans: 设置用户名失败
zh_hk: 設置用戶名失敗

# LocalSetPwdError
source: Set password failed
ja: パスワードの設定に失敗しました
ko: 새 비밀번호 설정 실패
ru: Не удалось установить новый пароль
zh_hans: 设置新密码失败
zh_hk: 設置新密碼失敗

# LocalPayError
source: Purchase failed
ja: 購入に失敗しました
ko: 실패한 구매
ru: Неудачная покупка
zh_hans: 购买失败
zh_hk: 購買失敗

# LocalBindError
source: Bind referees failded
zh_hans: 绑定邀请人失败
