Repository: icevpn/IceVpnWallet
Catalog: wallet/wallet/Localization/*.lproj/Localizable.strings
Languages: ja, ko, ru, zh_hans, zh_hk

# LocalHelpA7
source: Reason: iOS devices have a 15M NE memory limit, and when connecting to VPN, the VPN connection will be disconnected if the memory limit exceeds 15M. Solution: It is recommended to upgrade the iOS system to iOS 15, which will increase the memory limit from 15M to 50M. Clear unused programs in the background, and turn off settings such as automatic syncing of photos and automatic updates from the app store. PS: The 15M NE memory limit for iOS is an Apple-imposed limit. You can search for "iOS 15M NE memory limit" on Google for more information.
ja: 理由: iOS デバイスには 15M NE のメモリ制限があり、VPN に接続するときにメモリ制限が 15M を超えると VPN 接続が切断されます。 解決： iOS システムを iOS 15 にアップグレードすることをお勧めします。これにより、メモリ制限が 15M から 50M に増加します。 バックグラウンドで使用していないプログラムを消去し、写真の自動同期や App Store からの自動アップデートなどの設定をオフにします。 PS: iOS の 15M NE メモリ制限は Apple が課した制限です。 詳細については、Google で「iOS 15M NE メモリ制限」を検索してください。
ko: 이유: iOS 기기 자체의 메모리 제한이 15M NE로 VPN 연결 시 메모리 상한이 15M를 초과하면 VPN 연결이 끊어집니다. 해결책: 메모리 제한이 15M에서 50M로 증가하도록 iOS 시스템을 iOS 15로 업그레이드하는 것이 좋습니다. 백그라운드에서 사용하지 않는 프로그램을 정리하고 자동 사진 동기화 및 소프트웨어 스토어 자동 업데이트와 같은 설정을 끕니다. 추신: iOS 15M NE 메모리 제한은 Apple의 자체 제한입니다. Google Chrome에서 iOS 15M NE 메모리 제한을 검색하여 자세히 알아볼 수 있습니다.
ru: Причина: Само устройство iOS имеет лимит памяти NE 15M.При подключении к VPN, когда верхний предел памяти превысит 15M, VPN будет отключен. Решение: Рекомендуется обновить систему iOS до iOS 15, чтобы лимит памяти был увеличен с 15 МБ до 50 МБ. Очистите неиспользуемые программы в фоновом режиме, отключите такие настройки, как автоматическая синхронизация фотографий и автоматическое обновление магазина программ PS: Ограничение памяти iOS 15M NE — это собственное ограничение Apple, вы можете найти ограничение памяти iOS 15M NE в Google Chrome, чтобы узнать больше.
zh_hans: 原因：iOS 设备本身存在 15M 的 NE 内存限制，连接 VPN 时，当内存上限超过 15M 后就会出现 VPN 断开连接的情况 解决方法： 建议升级 iOS 系统 到 iOS 15，这样内存限制会由 15M 提升到 50M 清理后台不使用的程序，关闭自动同步照片和软件商店的自动更新等设置 PS：iOS 15M NE 内存限制是 Apple 自身限制，可以在谷歌浏览器搜索 iOS 15M NE 内存限制了解更多
zh_hk: 原因：iOS 設備本身存在 15M 的 NE 內存限制，連接 VPN 時，當內存上限超過 15M 後就會出現 VPN 斷開連接的情況 解決方法： 建議升級 iOS 系統 到 iOS 15，這樣內存限制會由 15M 提升到 50M 清理後台不使用的程序，關閉自動同步照片和軟件商店的自動更新等設置 PS：iOS 15M NE 內存限制是 Apple 自身限制，可以在谷歌瀏覽器搜索 iOS 15M NE 內存限制了解更多

# LocalHelpQ8
source: 8.Poor performance/image loading failure/message display failure
ja: 8.パフォーマンス低下/画像読み込み失敗/メッセージ表示失敗
ko: 8. 효과가 좋지 않다 / 사진을 불러올 수 없다 / 메시지를 표시할 수 없다.
ru: 8. Эффект плохой/картинка не загружается/не отображается сообщение.
zh_hans: 8.效果不佳/图片无法加载/消息无法显示。
zh_hk: 8.效果不佳/圖片無法加載/消息無法顯示。

# LocalHelpA8
source: Reason: 5G networks/signals around the world may be unstable, which directly leads to the device switching networks multiple times in a short period of time, resulting in the failure to load the required content and poor user experience. Solution: Turn off the 5G function of iPhone or iPad (this setting is not required when using Wi-Fi). Steps: System Settings → Cellular → Cellular Data Options → Voice & Data → 4G.
ja: 理由: 世界中の 5G ネットワーク/信号が不安定である可能性があり、これによりデバイスのネットワークが短期間に複数回切り替わり、必要なコンテンツのロードに失敗し、ユーザー エクスペリエンスが低下する可能性があります。 解決： iPhoneまたはiPadの5G機能をオフにしてください（Wi-Fiを使用する場合はこの設定は必要ありません）。 手順: システム設定 → セルラー → セルラーデータオプション → 音声とデータ → 4G。
ko: 이유: 현재 전 세계 5G 네트워크/신호가 불안정하여 장치가 단기간에 네트워크를 여러 번 전환하여 원하는 시청 콘텐츠를 로드할 수 없으며 사용자 경험이 매우 열악합니다. 해결책: iPhone 또는 iPad에서 5G를 끕니다(Wi-Fi 사용 시 필요하지 않음). 작동 단계: 시스템 설정 → 셀룰러 네트워크 → 셀룰러 데이터 옵션 → 음성 및 데이터 → 4G
ru: Причина: сети/сигналы 5G по всему миру в настоящее время нестабильны, что напрямую приводит к тому, что устройство переключает сети несколько раз за короткий промежуток времени, что приводит к невозможности загрузки желаемого контента для просмотра, а взаимодействие с пользователем крайне плохое. Решение: Отключите 5G на вашем iPhone или iPad (не требуется при использовании Wi-Fi) Шаги операции: Системные настройки → Сотовая сеть → Параметры сотовой связи → Голос и данные → 4G
zh_hans: 原因：当前世界各地的 5G 网络/信号都会存在不稳定的情况，这种情况直接导致设备在短时间内多次切换网络，从而出现无法加载所需观看内容的情况，使用感受极差。 解决方法： 关闭 iPhone 或 iPad 的 5G 功能（使用 Wi-Fi 时无需此项设置） 操作步骤：系统设置 → 蜂窝网络 → 蜂窝数据选项 → 语音与数据 → 4G
zh_hk: 原因：當前世界各地的 5G 網絡/信號都會存在不穩定的情況，這種情況直接導致設備在短時間內多次切換網絡，從而出現無法加載所需觀看內容的情況，使用感受極差。 解決方法： 關閉 iPhone 或 iPad 的 5G 功能（使用 Wi-Fi 時無需此項設置） 操作步驟：系統設置 → 蜂窩網絡 → 蜂窩數據選項 → 語音與數據 → 4G

# LocalHelpQ9
source: 9.iOS connection interface freezes
ja: 9.iOS接続インターフェースがフリーズする
ko: 9. iOS가 연결되면 인터페이스가 정지됩니다.
ru: 9. Интерфейс зависает при подключении iOS.
zh_hans: 9.iOS 连接时界面卡顿。
zh_hk: 9.iOS 連接時界面卡頓。

# LocalHelpA9
source: Solution: Close or reopen the button in System Settings → VPN. Issue with iOS 16 system connection prompt PS: The iOS 16 system itself has various bugs 😭. Solution: Restart the phone. Phone Settings → General → Transfer or Reset iPhone → Reset → Reset Network Settings. PS: After resetting the network, you need to re-enter the Wi-Fi password, so remember to record it.
ja: 解決策: [システム設定] → [VPN] のボタンを閉じるか、再度開きます。 iOS 16 システム接続プロンプトの問題 PS: iOS 16 システム自体にはさまざまなバグ 😭 があります。 解決： 電話機を再起動します。 電話設定 → 一般 → iPhone の転送またはリセット → リセット → ネットワーク設定のリセット。 PS: ネットワークをリセットした後、Wi-Fi パスワードを再入力する必要があるため、忘れずに記録してください。
ko: 해결 방법: 시스템 설정 → VPN에서 뒤로 버튼을 끄거나 켭니다. iOS 16 시스템 연결 프롬프트 사소한 문제 추신: iOS 16 시스템 자체에 다양한 버그가 있습니다😭 해결책: 핸드폰을 다시 시작 전화 설정 → 일반 → iPhone 전송 또는 복원 → 재설정 → 네트워크 설정 재설정 추신: 네트워크를 복원한 후 Wi-Fi 비밀번호를 다시 입력해야 합니다. 기억해 두십시오.
ru: Решение: выключите или включите кнопку «Назад» в «Системных настройках» → «VPN». Незначительная проблема с системным подключением iOS 16 PS: В самой системе iOS 16 есть разные баги 😭 Решение: перезагрузить мобильный телефон Настройки телефона → Общие → Перенос или восстановление iPhone → Сброс → Сброс настроек сети PS: После восстановления сети нужно повторно ввести пароль Wi-Fi, не забудьте его записать
zh_hans: 解决方法：在系统设置 → VPN 中将后面的按钮关闭或重新打开即可 iOS 16 系统连接提示小问题 PS：iOS 16 系统本身存在各种 BUG 😭 解决方法： 重启手机 手机设置 → 通用 → 传输或还原 iPhone → 还原 → 还原网络设置 PS：还原网络之后需要重新输入 Wi-Fi 密码，记得记录一下哦
zh_hk: 解決方法：在系統設置 → VPN 中將後面的按鈕關閉或重新打開即可 iOS 16 系統連接提示小問題 PS：iOS 16 系統本身存在各種 BUG 😭 解決方法： 重啟手機 手機設置 → 通用 → 傳輸或還原 iPhone → 還原 → 還原網絡設置 PS：還原網絡之後需要重新輸入 Wi-Fi 密碼，記得記錄一下哦

# LocalHelpQ10
source: 10.App not available
ja: 10.アプリは利用できません
ko: 10. 앱을 사용할 수 없습니다.
ru: 10. Приложение недоступно.
zh_hans: 10.App 不可用。
zh_hk: 10.App 不可用。

# LocalHelpA10
source: If you encounter this problem, please first check if the region of your logged-in Apple ID is mainland China, or if you have just switched regions, as Apple may not have completed information synchronization yet. Solution: Log out and then log in to your Hong Kong Apple ID again, and then proceed with the download.
ja: この問題が発生した場合は、Apple がまだ情報の同期を完了していない可能性があるため、ログインしている Apple ID の地域が中国本土であるか、地域を切り替えたばかりであるかをまず確認してください。 解決策: ログアウトし、香港の Apple ID に再度ログインして、ダウンロードを続行します。
ko: 이 문제가 발생하면 Apple이 정보 동기화를 완료하지 않았을 수 있으므로 먼저 로그인한 Apple ID의 지역이 중국 본토인지 또는 지역을 변경했는지 여부를 먼저 확인하십시오. 해결 방법: 로그아웃했다가 홍콩 Apple ID로 다시 로그인한 다음 다시 다운로드
ru: Если возникает эта проблема, сначала проверьте, является ли регион Apple ID, в который вы вошли, материковым Китаем, или вы только что переключили регионы, потому что Apple, возможно, не завершила синхронизацию информации. Решение: выйдите и снова войдите в гонконгский Apple ID, а затем снова загрузите
zh_hans: 如果出现此问题，首先请检查您登录的 Apple ID 地区是否为中国大陆，或者是否刚切换过地区，因为 Apple 可能还未完成信息同步。 解决办法：重新退出再登录香港 Apple ID，然后再进行下载
zh_hk: 如果出現此問題，首先請檢查您登錄的 Apple ID 地區是否為中國大陸，或者是否剛切換過地區，因為 Apple 可能還未完成信息同步。 解決辦法：重新退出再登錄香港 Apple ID，然後再進行下載

# LocalHelpQ11
source: 11.Verification failed
ja: 11.検証に失敗しました
ko: 11. 인증에 실패했습니다.
ru: 11. Аутентификация не удалась.
zh_hans: 11.验证失败。
zh_hk: 11.驗證失敗。

# LocalHelpA11
source: This problem may occur if you use a different Apple ID to download ICE VPN and to update the version, such as using Apple ID A to download ICE VPN and then using Apple ID B to update the version. Solution: Delete the old version and reinstall the new version.
ja: この問題は、別の Apple ID を使用して ICE VPN をダウンロードし、バージョンを更新する場合 (Apple ID A を使用して ICE VPN をダウンロードし、次に Apple ID B を使用してバージョンを更新する場合など) に発生することがあります。 解決策: 古いバージョンを削除し、新しいバージョンを再インストールします。
ko: 이 문제는 다른 Apple ID를 사용하여 ICE VPN 버전을 다운로드하고 업데이트할 때 발생할 수 있습니다. 예를 들어 Apple ID A를 사용하여 ICE VPN을 다운로드한 다음 Apple ID B를 사용하여 버전을 업데이트합니다. 해결책: 이전 버전을 삭제하고 새 버전을 다시 설치하십시오.
ru: Эта проблема может возникнуть, если вы используете разные Apple ID для загрузки и обновления версии ICE VPN, например, используйте Apple ID A для загрузки ICE VPN, а затем используйте Apple ID B для обновления версии. Решение: удалите старую версию и переустановите новую версию
zh_hans: 此问题可能出现在您使用不同的 Apple ID 进行 ICE VPN 的下载和版本更新，比如使用 Apple ID A 下载 ICE VPN，然后使用 Apple ID B 进行版本更新 解决办法：删除旧版本，重新安装新版本
zh_hk: 此問題可能出現在您使用不同的 Apple ID 進行 ICE VPN 的下載和版本更新，比如使用 Apple ID A 下載 ICE VPN，然後使用 Apple ID B 進行版本更新 解決辦法：刪除舊版本，重新安裝新版本

# LocalHelpQ12
source: 12.Cannot purchase this item now
ja: 12.この商品は現在購入できません
ko: 12. 이 아이템은 지금 구매할 수 없습니다.
ru: 12. Этот предмет сейчас нельзя купить.
zh_hans: 12.现在不能购买此项目。
zh_hk: 12.現在不能購買此項目。

# LocalHelpA12
source: This problem may be due to the existence of historical old versions of ICE VPN on your phone, which may conflict with the App Store version. Solution: Delete the old version and reinstall the new version.
ja: この問題は、携帯電話に過去の古いバージョンの ICE VPN が存在し、App Store のバージョンと競合する可能性があることが原因である可能性があります。 解決策: 古いバージョンを削除し、新しいバージョンを再インストールします。
ko: 이 문제는 휴대전화에 App Store 버전과 충돌하는 이전 버전의 ICE VPN이 여전히 존재하기 때문에 발생할 수 있습니다. 해결책: 이전 버전을 삭제하고 새 버전을 다시 설치하십시오.
ru: Эта проблема может быть вызвана тем, что на вашем телефоне все еще присутствует более старая версия ICE VPN, которая конфликтует с версией в App Store. Решение: удалите старую версию и переустановите новую версию
zh_hans: 此问题可能是因为您的手机中还存在 ICE VPN 的历史旧版本，它会与 App Store 版本产生冲突 解决办法：删除旧版本，重新安装新版本
zh_hk: 此問題可能是因為您的手機中還存在 ICE VPN 的歷史舊版本，它會與 App Store 版本產生衝突 解決辦法：刪除舊版本，重新安裝新版本

# LocalHelpQ13
source: 13.This item is no longer available/ICE VPN is no longer available
ja: 13.このアイテムは利用できなくなりました/ICE VPN は利用できなくなりました
ko: 13. ICE VPN은 더 이상 사용할 수 없습니다/이 항목에 더 이상 사용할 수 없습니다.
ru: 13. ICE VPN больше не доступен/больше не доступен для этого элемента.
zh_hans: 13.此项目已不再提供/不再提供 ICE VPN。
zh_hk: 13.此項目已不再提供/不再提供 ICE VPN。

# LocalHelpA13
source: This problem may be due to the existence of historical old versions of ICE VPN on your phone, which may conflict with the App Store version. Solution: Delete the old version and reinstall the new version.
ja: この問題は、携帯電話に過去の古いバージョンの ICE VPN が存在し、App Store のバージョンと競合する可能性があることが原因である可能性があります。 解決策: 古いバージョンを削除し、新しいバージョンを再インストールします。
ko: 이 문제는 휴대전화에 App Store 버전과 충돌하는 이전 버전의 ICE VPN이 여전히 존재하기 때문에 발생할 수 있습니다. 해결책: 이전 버전을 삭제하고 새 버전을 다시 설치하십시오.
ru: Эта проблема может быть вызвана тем, что на вашем телефоне все еще присутствует более старая версия ICE VPN, которая конфликтует с версией в App Store. Решение: удалите старую версию и переустановите новую версию
zh_hans: 此问题可能是因为您的手机中还存在 ICE VPN 的历史旧版本，它会与 App Store 版本产生冲突 解决办法：删除旧版本，重新安装新版本
zh_hk: 此問題可能是因為您的手機中還存在 ICE VPN 的歷史舊版本，它會與 App Store 版本產生衝突 解決辦法：刪除舊版本，重新安裝新版本

# LocalHelpQ14
source: 14.Can download successfully, but cannot connect to any region
ja: 14.ダウンロードは成功するが、どの地域にも接続できない
ko: 14. 다운로드는 정상적으로 되지만 모든 지역이 연결이 안되는 경우가 있습니다.
ru: 14. Его можно успешно загрузить, но все области не могут быть подключены.
zh_hans: 14.可以成功下载，但是所有地区都连接不上。
zh_hk: 14.可以成功下載，但是所有地區都連接不上。

# LocalHelpA14
source: This problem may be because when you opened the app after downloading, you were prompted whether to add ICE VPN to your VPN settings, and you chose "do not allow". Solution: Completely exit ICE VPN first, then re-enter and choose to allow ICE VPN to be added to your VPN settings, and you can use the VPN normally.
ja: この問題は、ダウンロード後にアプリを開いたときに、ICE VPN を VPN 設定に追加するかどうかを尋ねられ、「許可しない」を選択したことが原因である可能性があります。 解決策: 最初に ICE VPN を完全に終了し、次に再入力して VPN 設定に ICE VPN を追加できるように選択すると、VPN を通常どおり使用できるようになります。
ko: 이 문제는 다운로드가 완료된 후 앱을 열 때 VPN 설정에 ICE VPN을 추가할지 여부 옵션과 허용 안 함을 선택했기 때문에 발생할 수 있습니다. 해결 방법: 먼저 ICE VPN을 완전히 종료한 다음 다시 입력하고 ICE VPN이 VPN 설정에 추가하도록 선택하면 VPN을 정상적으로 사용할 수 있습니다.
ru: Эта проблема может быть вызвана возможностью добавления ICE VPN в настройки VPN при открытии приложения после завершения загрузки, и вы выбрали «Не разрешать». Решение: сначала полностью выйдите из ICE VPN, затем снова войдите, разрешите ICE VPN добавить к вашим настройкам VPN, и вы сможете использовать VPN в обычном режиме.
zh_hans: 此问题可能是因为在下载完成后，打开 app 时出现了选择是否将 ICE VPN 加入您的 VPN 设置中，您选择了“不允许” 解决办法：先彻底退出 ICE VPN，然后重新进入，此时选择允许 ICE VPN 加入到您的 VPN 设置中，您就可以正常使用 VPN 了
zh_hk: 此問題可能是因為在下載完成後，打開 app 時出現了選擇是否將 ICE VPN 加入您的 VPN 設置中，您選擇了“不允許” 解決辦法：先徹底退出 ICE VPN，然後重新進入，此時選擇允許 ICE VPN 加入到您的 VPN 設置中，您就可以正常使用 VPN 了

# LocalPayingSection
source: VIP
ja: アプリケーション・サーバー
ko: 지불 노드
ru: узел оплаты
zh_hk: 付費節點
