Repository: icevpn/IceVpnWallet
Catalog: wallet/wallet/Localization/*.lproj/Localizable.strings
Languages: ja, ko, ru, zh_hans, zh_hk

# LocalMineNode
source: Choose a node
ja: ノードを選択してください
ko: 노드 선택
ru: выбор узла
zh_hans: 节点选择
zh_hk: 節點選擇

# LocalMineLanguage
source: Choose a language
ja: 言語を選択してください
ko: 언어
ru: язык
zh_hans: 语言
zh_hk: 語言

# LocalMineTerms
source: Terms of use
ja: 利用規約
ko: 이용약관
ru: Условия эксплуатации
zh_hans: 使用条款
zh_hk: 使用條款

# LocalMinePrivacy
source: Privacy policy
ja: プライバシーポリシー
ko: 개인 정보 정책
ru: политика конфиденциальности
zh_hans: 隐私政策
zh_hk: 隱私政策

# LocalMineHelp
source: Help and support
ja: ヘルプとサポート
ko: 지원 센터
ru: центр помощи
zh_hans: 帮助中心
zh_hk: 幫助中心

# LocalMineVersion
source: Version
ja: バージョン
ko: 버전
ru: Версия
zh_hans: 版本
zh_hk: 版本

# LocalMineLogout
source: Log out
ja: ログアウト
ko: 로그아웃
ru: выход
zh_hans: 退出登录
zh_hk: 退出登錄

# LocalMineLogoff
source: Remove Account
ja: アカウントを削除
ko: 계정 취소
ru: отменить учетную запись
zh_hans: 注销账户
zh_hk: 註銷賬戶

# LocalProfileTitle
source: Profile
ja: プロフィール
ko: 개인 정보
ru: личная информация
zh_hans: 个人详情
zh_hk: 個人詳情

# LocalProfileName
source: Set Username
ja: ユーザー名の設定
ko: 사용자 이름 설정
ru: установить имя пользователя
zh_hans: 设置用户名
zh_hk: 設置用戶名

# LocalProfilePwd
source: Set Password
ja: パスワードを設定してください
ko: 암호를 설정하세요
ru: Установка пароля
zh_hans: 设置密码
zh_hk: 設置密碼

# LocalNickName
source: Username
ja: ユーザー名
ko: 사용자 이름
ru: имя пользователя
zh_hans: 用户名
zh_hk: 用戶名

# LocalProfileOldPwd
source: Old Password
ja: 以前のパスワード
ko: 기존 비밀번호
ru: Старый пароль
zh_hans: 旧密码
zh_hk: 舊密碼

# LocalProfileNewPwd
source: New Password
ja: 新しいパスワード
ko: 새 비밀번호
ru: Новый пароль
zh_hans: 新密码
zh_hk: 新密碼

# LocalBindReward
source: Reward
ja: 褒美
ko: 상
ru: награда
zh_hans: 奖励
zh_hk: 獎勵

# LocalRewardTitle
source: Invite Friends To Get Permanent Free Time
ja: 友達を招待して永久の自由時間を手に入れましょう
ko: 영구 자유 시간을 얻으려면 친구를 초대하십시오
ru: Пригласите друзей, чтобы получить постоянное свободное время
zh_hans: 免费会员时间（永久有效）
zh_hk: 邀請好友獲得永久空閒時間

# LocalRewardDesc
source: After your friend installs ice vpn, fill in your referrer id to count as a successful referral. You and the invited friend each add 30 minutes of free membership time per day (permanently valid)
ja: 友人が Ice vpn をインストールした後、紹介者 ID を入力して、紹介が成功したものとしてカウントします。 あなたと招待された友人は、1 日あたり 30 分間の無料メンバーシップ時間を追加します (永久に有効)
ko: 친구가 ice vpn을 설치한 후 추천인 ID를 입력하면 성공적인 추천으로 간주됩니다. 귀하와 초대된 친구는 매일 30분의 무료 멤버십 시간을 추가합니다(영구적 유효).
ru: После того, как ваш друг установит ice vpn, заполнение вашего идентификатора реферера будет считаться успешным рефералом. Вы и приглашенные друзья каждый день добавляете по 30 минут бесплатного членства каждый день (постоянно).
zh_hans: 当您的朋友安装ice vpn后，填写您的推荐人id即可视为成功推荐。您和受邀好友每天各增加30分钟免费会员时间（永久有效）
zh_hk: 當您的朋友安裝ice vpn後，填寫您的推薦人id即可視為成功推薦。您和受邀好友每天各增加30分鐘免費會員時間（永久有效）

# LocalInvitationCode
source: Invitation Code
ja: 招待コード
ko: 초대 코드
ru: Код приглашения
zh_hans: 邀请码
zh_hk: 邀請碼

# LocalInvitationPaid
source: Paid Friends
ja: 有料友達
ko: 유료 친구
ru: Платные друзья
zh_hans: 付费好友
zh_hk: 付費好友

# LocalInvitationFree
source: Free Friends
ja: 無料の友達
ko: 무료 친구
ru: Бесплатные друзья
zh_hans: 免费好友
zh_hk: 免費好友

# LocalInvitationTotal
source: Invite Friends
ja: 友達を招待
ko: 친구를 초대
ru: Пригласить друзей
zh_hans: 邀请好友
zh_hk: 邀請朋友

# LocalDurationDay
source: Daily Duration
ja: 1 日あたりの期間
ko: 일일 기간
ru: Ежедневная продолжительность
zh_hans: 每日时长
zh_hk: 每日時間

# LocalGetCommission
source: Get Commission
ja: コミッションを得る
ko: 커미션 받기
ru: Получить комиссию
zh_hans: 获取佣金
zh_hk: 獲取佣金

# LocalTokenReward
source: Token Reward
ja: トークン報酬
ko: 토큰 보상
ru: Жетон Награда
zh_hans: 代币奖励
zh_hk: 代幣獎勵

# LocalMyInvitation
source: My Invitation
ja: 私の招待状
ko: 내 초대장
ru: мое приглашение
zh_hans: 我的邀请
zh_hk: 我的邀請

# LocalCopyCode
source: Share Link
zh_hans: 分享链接
zh_hk: 分享链接

# LocalQRShare
source: QR code sharing
zh_hans: 分享二维码
zh_hk: 分享二维码

# LocalBindTitle
source: Bind Referees
zh_hans: 绑定邀请人

# LocalBindButton
source: Binding
zh_hans: 绑定

# LocalShareTitle1
source: One-click to open Web3.0 encrypted life
zh_hans: 一键开启Web3.0加密生活

# LocalShareTitle2
source: Privacy encryption · Wireless bandwidth · Payment security · Ultra-high performance
zh_hans: 隐私加密 · 无线带宽 · 支付安全 · 超高性能

# LocalShareDesc
source: Download ICE VPN and enjoy multiple benefits Fill in the friend id, and share the permanent free time with your friends Time-limited commission, waiting for you to come and get it
zh_hans: 下载 ICE VPN，享多重福利 填写朋友id，与好友共领永久免费时长 限时返佣，等你来拿

# LocalShareScan
source: Scan to download
zh_hans: 扫描下载

# LocalRebateAddress
source: Rebate address
zh_hans: 返利地址

# LocalVPNProtocol
source: Protocol selection
zh_hans: 协议选择

# LocalSwitchLeft
source: Speed mode
ja: スピードモード
ko: 익스트림 모드
ru: Экстремальный режим
zh_hans: 极速模式
zh_hk: 極速模式

# LocalSwitchRight
source: Global mode
ja: グローバルモード
ko: 글로벌 패턴
ru: глобальный шаблон
zh_hans: 全局模式
zh_hk: 全局模式

# LocalConnectButton
source: Connect
ja: 接続
ko: 연결하다
ru: соединять
zh_hans: 连接
zh_hk: 連接

# LocalDisconnectButton
source: Disconnect
ja: 切断する
ko: 연결 끊기
ru: Отключить
zh_hans: 断开连接
zh_hk: 斷開連接

# LocalEndPointTitle
source: Location
ja: 位置
ko: 마디
ru: узел
zh_hans: 节点
zh_hk: 節點

# LocalFreeSection
source: Free
ja: 無料サーバー
ko: 무료 노드
ru: свободный узел
zh_hans: 免费
zh_hk: 免費節點

# LocalVipButton
source: Upgrade to Premium immediately
ja: すぐにプレミアムにアップグレードしてください
ko: 지금 프리미엄으로 업그레이드
ru: Обновите до Премиум сейчас
zh_hans: 立即升级至高级版
zh_hk: 立即升級至高級版

# LocalVPNProtect
source: Online privacy | unprotected
ja: オンラインプライバシー | 無防備な
ko: 온라인 개인정보 보호 | 보호되지 않음
ru: Конфиденциальность в Интернете | Незащищенный
zh_hans: 线上隐私 | 未保护
zh_hk: 線上隱私 | 未保護

# LocalVPNProtected
source: Online privacy | Under protection
ja: オンラインプライバシー | 保護中
ko: 온라인 개인정보 보호 | 보호됨
ru: Конфиденциальность в Интернете | Защищено
zh_hans: 线上隐私 | 已保护
zh_hk: 線上隱私 | 已保護

# LocalVPNPosition
source: Visible position
ja: 見える位置
ko: 위치
ru: Расположение
zh_hans: 位置
zh_hk: 位置

# LocalVPNIP
source: IP address
ja: IPアドレス
ko: IP 주소
ru: айпи адрес
zh_hans: IP地址
zh_hk: IP地址

# LocalIPReal
source: Real:
ja: 本物：
ko: 현실:
ru: реальность:
zh_hans: 真实:
zh_hk: 真實:

# LocalIPHide
source: hide
ja: 隠れる
ko: 숨다
ru: скрывать
zh_hans: 隐藏
zh_hk: 隱藏

# LocalIPTip
source: Connect to VPN, Hide your IP
ja: VPN に接続し、IP を非表示にします
ko: VPN에 연결, IP 주소 숨기기
ru: Подключиться к VPN, скрыть IP-адрес
zh_hans: 连接VPN，隐藏IP地址
zh_hk: 連接VPN，隱藏IP地址

# LocalIPPresent
source: At present：
ja: 現在のところ：
ko: 지금:
ru: Сейчас:
zh_hans: 现在：
zh_hk: 現在：

# LocalConnectionTime
source: Connection time
ja: 接続時間
ko: 연결 시간
ru: время соединения
zh_hans: 连接时间
zh_hk: 連接時間

# LocalConnectionTitle
source: Connection details
ja: 接続の詳細
ko: 연결 세부 정보
ru: детали подключения
zh_hans: 连接详情
zh_hk: 連接詳情

# LocalNodeTitle1
source: Your location has been exposed
ja: あなたの位置情報が公開されました
ko: 위치가 공개되었습니다
ru: Ваше местоположение было раскрыто
zh_hans: 您的位置已经暴露
zh_hk: 您的位置已經暴露

# LocalNodeTitle2
source: Your privacy is protected
ja: あなたのプライバシーは保護されています
ko: 귀하의 개인 정보가 보호됩니다
ru: Ваша конфиденциальность защищена
zh_hans: 您的隐私已被保护
zh_hk: 您的隱私已被保護

# LocalNodeDetail1
source: · The IP address is the number assigned to your device to display your location information. Now, stalkers and hackers on the network can see your IP.
ja: · IP アドレスは、位置情報を表示するためにデバイスに割り当てられる番号です。 これで、ネットワーク上のストーカーやハッカーがあなたの IP を閲覧できるようになります。
ko: · IP 주소는 위치 정보를 표시하기 위해 장치에 할당된 번호입니다. 이제 웹상의 스토커와 해커가 귀하의 IP 주소를 볼 수 있습니다.
ru: · IP-адрес — это номер, присвоенный вашему устройству для отображения информации о местоположении. Теперь сталкеры и хакеры в сети могут видеть ваш IP-адрес.
zh_hans: · IP地址是分配给您的设备以显示位置信息的数字。现在，网络上的跟踪者和黑客可以看到您的IP地址。
zh_hk: · IP地址是分配給您的設備以顯示位置信息的數字。現在，網絡上的跟踪者和黑客可以看到您的IP地址。

# LocalNodeDetail2
source: · You can connect to a VPN to hide your location.
ja: · VPN に接続して現在地を隠すことができます。
ko: · VPN에 연결하여 위치를 숨길 수 있습니다.
ru: · Вы можете подключиться к VPN, чтобы скрыть свое местоположение.
zh_hans: · 您可以连接VPN来隐藏您的位置。
zh_hk: · 您可以連接VPN來隱藏您的位置。

# LocalNodeDetail3
source: · You can also turn on IP rotator to periodically change your IP address, thus, Get better privacy protection online.
ja: · IP ローテーターをオンにして IP アドレスを定期的に変更することもできます。これにより、オンラインでのプライバシー保護が強化されます。
ko: · 더 나은 온라인 개인 정보 보호를 위해 IP 로테이터를 켜서 주기적으로 IP 주소를 변경할 수도 있습니다.
ru: · Вы также можете включить ротатор IP-адресов, чтобы периодически менять свой IP-адрес для лучшей защиты конфиденциальности в Интернете.
zh_hans: · 您还可以打开IP旋转器来定期更改IP地址，从而获得更好的在线隐私保护。
zh_hk: · 您還可以打開IP旋轉器來定期更改IP地址，從而獲得更好的在線隱私保護。

# LocalNodeDetail4
source: · Now, your IP is hidden from stalkers and hackers,and you appear to be browsing the Web from somewhere else in the world
ja: · 現在、あなたの IP はストーカーやハッカーから隠されており、世界のどこか別の場所から Web を閲覧しているように見えます。
ko: · 귀하의 IP는 이제 스토커와 해커로부터 숨겨지며 세계 어딘가에서 탐색하는 것처럼 보입니다.
ru: · Ваш IP теперь скрыт от преследователей и хакеров, и вы, кажется, просматриваете где-то еще в мире.
zh_hans: · 现在，您的 IP 对跟踪者和黑客来说是隐藏的，您看起来是从世界其他地方浏览网页。
zh_hk: · 現在，您的 IP 對跟踪者和黑客來說是隱藏的，您似乎是從世界其他地方瀏覽網頁。

# LocalNodeKnownButton
source: I know
ja: 知っている
ko: 나는 이미 알고있다
ru: я уже знаю
zh_hans: 我已知晓
zh_hk: 我已知曉

# LocalUpgradedTitle
source: Congratulations on your successful upgrade
ja: アップグレードが成功しましたことおめでとうございます
ko: 축하합니다. 업그레이드에 성공했습니다.
ru: Поздравляем, обновление прошло успешно
zh_hans: 恭喜您，升级成功
zh_hk: 恭喜您，升級成功

# LocalUpgradeTitle
source: Upgrade Node
ja: ノードのアップグレード
ko: 업그레이드 노드
ru: узел обновления
zh_hans: 升级节点
zh_hk: 升級節點

# LocalUpgradeDesc1
source: Upgrade to Premium immediately
ja: すぐにプレミアムにアップグレードしてください
ko: 지금 프리미엄으로 업그레이드
ru: Обновите до Премиум сейчас
zh_hans: 立即升级至高级版
zh_hk: 立即升級至高級版

# LocalUpgradeDesc2
source: Access to all servers worldwide, fast and powerful
ja: 世界中のすべてのサーバーに高速かつ強力にアクセス
ko: 전 세계 모든 서버에 빠르고 강력하게 액세스
ru: Доступ ко всем серверам по всему миру, быстрый и мощный
zh_hans: 全球所有服务器访问，快速且强大
zh_hk: 全球所有服務器訪問，快速且強大

# LocalUpgradeTip1
source: Pure and unadvertised
ja: 純粋で宣伝されていない
ko: 순수하고 광고 없음
ru: Чисто и без рекламы
zh_hans: 纯净无广告
zh_hk: 純淨無廣告

# LocalUpgradeTip1Desc
source: Enjoy surfing without annoying ads
ja: 煩わしい広告なしでネットサーフィンを楽しむ
ko: 광고 없는 서핑 경험을 즐기세요
ru: Наслаждайтесь серфингом без рекламы
zh_hans: 享受无广告的冲浪体验
zh_hk: 享受無廣告的衝浪體驗

# LocalUpgradeTip2
source: Faster connections
ja: より高速な接続
ko: 더 빠른 연결 속도
ru: более высокая скорость соединения
zh_hans: 更快的连接速度
zh_hk: 更快的連接速度

# LocalUpgradeTip2Desc
source: Increase connection speed
ja: 接続速度を上げる
ko: 연결 속도 증가
ru: увеличить скорость соединения
zh_hans: 提高连接速度
zh_hk: 提高連接速度

# LocalUpgradeTip3
source: All servers are available
ja: すべてのサーバーが利用可能です
ko: 모든 서버 사용 가능
ru: Все сервера доступны
zh_hans: 所有服务器都可用
zh_hk: 所有服務器都可用

# LocalUpgradeTip3Desc
source: Access to all servers worldwide
ja: 世界中のすべてのサーバーへのアクセス
ko: 전 세계 모든 서버 액세스
ru: Доступ к серверам по всему миру
zh_hans: 全球所有服务器访问
zh_hk: 全球所有服務器訪問

# LocalFreeTimeMin
source: %smin left
zh_hans: 剩余%s分

# LocalFreeTimeDay
source: %sday left
zh_hans: 剩余%s天

# LocalNOFreeTime
source: Please renew
zh_hans: 请续费

# ai
source: AI Node
ja: AIレコメンド
ko: AI 추천
ru: Рекомендация ИИ
zh_hans: AI智能推荐
zh_hk: AI智能推薦

# SG
source: Singapore
zh_hans: 新加坡

# HK
source: Hongkong
zh_hans: 香港

source: U.S.
zh_hans: 美国

# AU
source: Australia
zh_hans: 澳大利亚

# MY
source: Malaysia
zh_hans: 马来西亚

# IN
source: India
zh_hans: 印度

# JP
source: Japan
zh_hans: 日本

source: U.K.
zh_hans: 英国

# LocalLoginTitle
source: Welcom to ICE
ja: ICEへようこそ
ko: ICE VPN에 오신 것을 환영합니다
ru: Добро пожаловать в ICEVPN
zh_hans: 欢迎使用ICE VPN
zh_hk: 歡迎使用ICE VPN

# LocalLoginTitleDesc
source: Login to your exclusive account
ja: 専用アカウントにログインします
ko: 귀하의 계정에 로그인하십시오
ru: Пожалуйста, войдите в свою учетную запись
zh_hans: 请登录您的账号
zh_hk: 請登錄您的賬號

# LocalLoginEmail
source: Email *
ja: Eメール *
ko: 메일 *
ru: Почта *
zh_hans: 邮箱 *
zh_hk: 郵箱 *

# LocalLoginEmailDesc
source: Email
ja: Eメール
ko: 이메일 주소를 입력해주세요
ru: Пожалуйста, введите адрес электронной почты
zh_hans: 请输入邮箱地址
zh_hk: 請輸入郵箱地址

# LocalLoginPassword
source: Password *
ja: パスワード *
ko: 비밀번호 *
ru: пароль *
zh_hans: 密码 *
zh_hk: 密碼 *

# LocalLoginPasswordDesc
source: Password
ja: パスワード
ko: 비밀번호를 입력 해주세요
ru: пожалуйста введите пароль
zh_hans: 请输入密码
zh_hk: 請輸入密碼

# LocalLoginButton
source: Login
ja: ログイン
ko: 로그인
ru: Авторизоваться
zh_hans: 登录
zh_hk: 登錄

# LocalForgetButton
source: Forgot your password?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
ru: забыть пароль?
zh_hans: 忘记密码?
zh_hk: 忘記密碼?

# LocalRegisterDesc
source: Don't have a dedicated account yet? Register
ja: 専用アカウントをまだお持ちではありませんか? 登録
ko: 아직 계정이 없으신가요? 등록하다
ru: У вас еще нет аккаунта? регистр
zh_hans: 您还没有账号？ 注册
zh_hk: 您還沒有賬號？註冊

# LocalRegisterTitleDesc
source: Register an account
ja: アカウントを登録
ko: Ice VPN 계정 등록을 환영합니다
ru: Добро пожаловать, чтобы зарегистрировать учетную запись Ice Vpn
zh_hans: 欢迎注册Ice Vpn账号
zh_hk: 歡迎註冊Ice Vpn賬號

# LocalRegisterPasswordDesc
source: Password(6-16 characters, letters and numbers)
ja: パスワード(6～16文字の英数字)
ko: 비밀번호(6~16자+숫자)를 입력해주세요.
ru: Пожалуйста, введите пароль (6-16 букв + цифры)
zh_hans: 请输入密码（6-16位字母+数字）
zh_hk: 請輸入密碼（6-16位字母+數字）

# LocalRegisterReferrer
source: Referral
ja: 推薦者
ko: 추천인
ru: рекомендатель
zh_hans: 推荐人
zh_hk: 推薦人

# LocalRegisterReferrerDesc
source: Please enter referral ID
ja: 紹介IDを入力してください
ko: 추천인 아이디를 입력해주세요
ru: Пожалуйста, введите идентификатор рекомендателя
zh_hans: 请输入推荐人ID
zh_hk: 請輸入推薦人ID

# LocalRegisterButton
source: Register
ja: 登録
ko: 등록하다
ru: регистр
zh_hans: 注册
zh_hk: 註冊

# LocalLoginDesc
source: You already have your own account? Sign in now
ja: すでに自分のアカウントをお持ちですか? 今すぐサインインしてください
ko: 이미 계정을 등록하셨나요? 로그인
ru: Вы уже зарегистрировали аккаунт? Авторизоваться
zh_hans: 您已经注册过账号？ 登录
zh_hk: 您已經註冊過賬號？登錄

# LocalForgetPasswordTitle
source: Forgot Password?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
ru: забыть пароль?
zh_hans: 忘记密码？
zh_hk: 忘記密碼？

# LocalNextButton
source: Next
ja: 次
ko: 계속하다
ru: продолжать
zh_hans: 继续
zh_hk: 繼續

# LocalOTPTitle
source: OTP Code
ja: 検証コード
ko: 확인 코드
ru: проверочный код
zh_hans: 验证码
zh_hk: 驗證碼

# LocalOTPTitleDesc
source: We will send the OTP code to your email for security forgetting your password
ja: パスワードを忘れた場合のセキュリティのため、OTP コードをメールに送信します
ko: 비밀번호 재설정을 위해 인증 코드를 이메일로 보내드립니다.
ru: Мы отправим код подтверждения на вашу электронную почту, чтобы сбросить пароль
zh_hans: 我们会发送验证码到您的邮箱，用来重置密码
zh_hk: 我們會發送驗證碼到您的郵箱，用來重置密碼

# LocalOTPTip
source: Code has been send to
ja: コードが送信されました
ko: 확인 코드가 다음 주소로 전송됩니다.
ru: Код подтверждения будет отправлен на
zh_hans: 验证码将会发送到
zh_hk: 驗證碼將會發送到

# LocalOTPResend
source: Reseend code in
ja: コードを再送信します
ko: 코드 재전송
ru: Отправить код еще раз
zh_hans: 重新发送验证码
zh_hk: 重新發送驗證碼

# LocalResetTitleDesc
source: Create a new password
ja: 新しいパスワードを作成する
ko: 새 비밀번호 만들기
ru: создать новый пароль
zh_hans: 创建新密码
zh_hk: 創建新密碼

# LocalNewPassword
source: New password
ja: 新しいパスワード *
ko: 새 비밀번호 *
ru: Новый пароль *
zh_hans: 新密码 *
zh_hk: 新密碼 *

# LocalConfirmPassword
source: Confirm New Password *
ja: 新しいパスワードを確認 *
ko: 새 비밀번호 확인 *
ru: Подтвердите новый пароль *
zh_hans: 确认新密码 *
zh_hk: 確認新密碼 *

# LocalSaveButton
source: Save
ja: 保存
ko: 구하다
ru: сохранять
zh_hans: 保存
zh_hk: 保存

# LocaSearchOrInputWebAddress
source: Search or enter a Dapp address
ja: Dappアドレスを検索または入力します
ko: URL 검색 또는 입력
ru: Найдите или введите URL
zh_hans: 搜索或输入网址
zh_hk: 搜索或輸入網址

# LocaNotData
source: No content yet
ja: まだコンテンツがありません
ko: 아직 콘텐츠 없음
ru: еще нет контента
zh_hans: 暂无内容
zh_hk: 暫無內容

# LocalDappRiskSure
source: No prompt
ja: プロンプトがありません
ko: 나는 이미 위험을 알고 있으므로 다음에 당신에게 상기시키지 않을 것입니다
ru: Я уже знаю риски, поэтому в следующий раз не буду напоминать
zh_hans: 我已知晓风险，下次不再提示
zh_hk: 我已知曉風險，下次不再提示

# LocalDetail
source: Detail
ja: 詳細
ko: 세부
ru: подробности
zh_hans: 详情
zh_hk: 詳情

# LocalRequestDappTitle
source: You are accessing third-party DApp
ja: サードパーティの DApp にアクセスしています
ko: 타사 DApp에 액세스하고 있습니다.
ru: Вы получаете доступ к стороннему DApp
zh_hans: 你正在访问第三方DApp
zh_hk: 你正在訪問第三方DApp

# LocalDappRiskContent1
source: DApp is controlled by the project team, please check carefully when using DApp and verify the payout address or contract address;
ja: DApp はプロジェクト チームによって管理されています。DApp を使用するときは注意深く確認し、支払いアドレスまたは契約アドレスを確認してください。
ko: DApp 페이지는 프로젝트 당사자가 완전히 통제합니다.ICE VPN은 브라우저 역할만 합니다.이 DApp을 사용할 때 주의하십시오.송금 시 수신 주소 또는 계약 주소를 확인하십시오.
ru: Страница DApp полностью контролируется стороной проекта. ICE VPN действует только как браузер. Пожалуйста, будьте осторожны при использовании этого DApp. Пожалуйста, проверяйте адрес получателя или адрес контракта при переводе денег;
zh_hans: DApp页面完全由该项目方控制，ICE VPN仅充当浏览器的作用，请在使用该DApp时务必小心谨慎，转账请务必核对收款地址或合约地址;
zh_hk: DApp頁面完全由該項目方控制，ICE VPN僅充當瀏覽器的作用，請在使用該DApp時務必小心謹慎，轉賬請務必核對收款地址或合約地址;

# LocalDappRiskContent2
source: Your use of the DApp will be governed by the DAPP's relevant agreements and policies, and the %s will be solely responsible to you.
ja: お客様による DApp の使用は、DAPP の関連する契約およびポリシーに準拠し、%s が単独でお客様に対して責任を負います。
ko: 제3자 DApp에서의 귀하의 사용은 제3자 DApp의 관련 계약 및 정책에 의해 규율되며 %s은(는) 전적으로 귀하에 대한 책임이 있습니다.
ru: Использование вами стороннего DApp будет регулироваться соответствующими соглашениями и политиками стороннего DApp, и %s будет нести единоличную ответственность перед вами.
zh_hans: 你在第三方DApp上的使用行为将适用该第三方DAPP的相关协议和政策，由%s单独向你承担责任。
zh_hk: 你在第三方DApp上的使用行為將適用該第三方DAPP的相關協議和政策，由%s單獨向你承擔責任。

# LocalCancle
source: Cancle
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hk: 取消

# LocalConfirm
source: Confirm
ja: 確認
ko: 확인하다
ru: подтверждать
zh_hans: 确认
zh_hk: 確認

# LocalRecently
source: Recent
ja: 最近
ko: 최근의
ru: недавний
zh_hans: 最近
zh_hk: 最近

# LocalRecommended
source: Recommendation
ja: おすすめ
ko: 추천하다
ru: рекомендовать
zh_hans: 推荐
zh_hk: 推薦

# LocalHistoryRecord
source: Historical record
ja: 歴史的記録
ko: 역사 기록
ru: запись истории
zh_hans: 历史记录
zh_hk: 歷史記錄

# LocalPayPassword
source: Password
ja: パスワード
ko: 결제 비밀번호
ru: платежный пароль
zh_hans: 支付密码
zh_hk: 支付密碼

# LocalSendAddress
source: Sending address
ja: 送信アドレス
ko: 보내는 주소
ru: адрес отправки
zh_hans: 发送地址
zh_hk: 發送地址

# LocalReviceAddress
source: Receiving address
ja: 受信アドレス
ko: 받는 주소
ru: адрес получения
zh_hans: 接收地址
zh_hk: 接收地址

# LocalInputMnemonicAndSpace
source: Enter privateKey or mnemonic words
ja: 秘密鍵またはニーモニックワードを入力してください
ko: 개인 키 또는 니모닉 단어를 입력하십시오.
ru: Введите закрытый ключ или мнемоническое слово
zh_hans: 输入私钥或助记词单词
zh_hk: 輸入私鑰或助記詞單詞

# LocalCurrentPassword
source: Current password
ja: 現在のパスワード
ko: 현재 비밀번호
ru: Текущий пароль
zh_hans: 当前密码
zh_hk: 當前密碼

# LocalWalletPasswordFormatError
source: Please enter a 6-digit numeric password.
ja: 6桁の数字のパスワードを入力してください。
ko: 비밀번호 6자리를 입력해주세요
ru: Пожалуйста, введите 6-значный пароль
zh_hans: 请输入6位数字密码
zh_hk: 請輸入6位數字密碼

# LocalPasswordError
source: Wrong password
ja: 間違ったパスワード
ko: 잘못된 비밀번호
ru: неправильный пароль
zh_hans: 密码错误
zh_hk: 密碼錯誤

# LocalDifferentPassword
source: Two different password entries
ja: 2 つの異なるパスワード入力
ko: 입력한 두 개의 비밀번호가 일치하지 않습니다.
ru: Два введенных пароля несовместимы
zh_hans: 两次密码输入不一致
zh_hk: 兩次密碼輸入不一致

# LocalPasswordUpdateSuccess
source: Modified successfully
ja: 正常に変更されました
ko: 성공적으로 수정됨
ru: Успешно изменено
zh_hans: 修改成功
zh_hk: 修改成功

# LocalMenmonicValidationFail
source: Mnemonic verification failed
ja: ニーモニックの検証に失敗しました
ko: 니모닉 확인 실패
ru: Мнемоническая проверка не удалась
zh_hans: 助记词验证失败
zh_hk: 助記詞驗證失敗

# LocalWallet
source: Wallet
ja: 財布
ko: 지갑
ru: кошелек
zh_hans: 钱包
zh_hk: 錢包

# LocalWalletPasswprd
source: Wallet password
ja: ウォレットのパスワード
ko: 지갑 비밀번호
ru: пароль кошелька
zh_hans: 钱包密码
zh_hk: 錢包密碼

# LocalCreateWallet
source: Create a wallet
ja: ウォレットを作成する
ko: 지갑 생성
ru: создать кошелек
zh_hans: 创建钱包
zh_hk: 創建錢包

# LocalImportWallet
source: Import Ethereum wallet
ja: イーサリアムウォレットをインポートする
ko: 수입 지갑
ru: импортный кошелек
zh_hans: 导入钱包
zh_hk: 導入錢包

# LocalTransferSuccess
source: Transfer successful
ja: 転送が成功しました
ko: 성공적인 거래
ru: успешная транзакция
zh_hans: 交易成功
zh_hk: 交易成功

# LocalCreate
source: Create
ja: 作成
ko: 만들다
ru: создавать
zh_hans: 创建
zh_hk: 創建

# LocalSetWalletName
source: Set wallet name
ja: ウォレット名を設定する
ko: 지갑 이름 설정
ru: Установить имя кошелька
zh_hans: 设置钱包名
zh_hk: 設置錢包名

# LocalOutPutPrompt
source: Exiting wallet will delete all wallet data, and be sure that all wallets are backed up
ja: ウォレットを終了すると、すべてのウォレットのデータが削除され、すべてのウォレットがバックアップされていることを確認してください。
ko: 지갑을 나가면 모든 지갑 데이터가 삭제되며 모든 지갑이 백업되었는지 확인하십시오.
ru: Выход из кошелька удалит все данные кошелька и убедитесь, что все кошельки зарезервированы.
zh_hans: 退出钱包将删除所有钱包数据，请务必确保所有钱包已备份
zh_hk: 退出錢包將刪除所有錢包數據，請務必確保所有錢包已備份

# LocalCopyAddress
source: Copy address
ja: アドレスをコピーする
ko: 주소 복사
ru: скопировать адрес
zh_hans: 复制地址
zh_hk: 複製地址

# LocalCreateTips
source: Ice Wallet - A crypto wallet for blockchain apps and NFTs
ja: icewallet-ブロックチェーンアプリとNFT よう 用 の あんごう 暗号 化ウォレット
ko: 아이스 월렛 (Ice Wallet)-블록체인 앱 및 NFTs 용 암호화 지갑입니다
ru: Ice Wallet — шифровальный кошелек для блокчейн-приложений и NFTs
zh_hans: Ice Wallet -用于区块链应用程序和NFT的加密钱包
zh_hk: Ice Wallet-區塊鏈應用程序和NFT的加密錢包

# LocalPleaseWalletName
source: Please enter wallet name
ja: ウォレット名を入力してください
ko: 지갑 이름을 입력하세요.
ru: Пожалуйста, введите имя кошелька
zh_hans: 请输入钱包名
zh_hk: 請輸入錢包名

# LocalBackupMnemonic
source: Backup mnemonic
ja: バックアップ
ko: 지원
ru: резервное копирование
zh_hans: 备份
zh_hk: 備份

# LocalBackupMnemonicTips1
source: The mnemonic is used to restore the wallet or reset the password of the wallet, write it down accurately on paper, and store it in a safe place that only you know
ja: ニーモニックはウォレットの回復またはウォレットのパスワードのリセットに使用されます。紙に正確に書いて、あなただけが知っている安全な場所に保管してください。
ko: 니모닉은 지갑을 복구하거나 지갑의 비밀번호를 재설정하는 데 사용되므로 종이에 정확하게 적어 본인만 아는 안전한 장소에 보관하십시오.
ru: Мнемоника используется для восстановления кошелька или сброса пароля кошелька, пожалуйста, аккуратно напишите его на листе бумаги и храните в безопасном месте, известном только вам
zh_hans: 助记词用于恢复钱包或重置钱包的密码，请准确地写在纸上，并将其存储在只有你知道的安全地方
zh_hk: 助記符用於恢復錢包或重置錢包的密碼，請準確地寫在紙上，並將其存儲在只有你知道的安全地方

# LocalBackupMnemonicTips2
source: 1. Do not disclose the mnemonic to anyone 2. Once the mnemonic is lost, the assets will not be recovered 3 Do not backup and save by screenshot or network transmission 4. In any case, please do not uninstall the wallet app easily
ja: 1. ニーモニックを誰にも開示しないでください。 2. ニーモニックが失われると、資産を復元することはできません 3. スクリーンショットやネットワーク送信をバックアップして保存しないでください 4. いずれの場合も、ウォレット アプリケーションを安易にアンインストールしないでください。
ko: 1. 아무에게도 니모닉을 공개하지 마십시오. 2. 니모닉이 유실되면 자산을 복구할 수 없습니다. 3. 스크린샷 백업 및 저장 또는 네트워크 전송을 하지 마세요. 4. 어떠한 경우에도 지갑 애플리케이션을 쉽게 제거하지 마세요.
ru: 1. Никому не разглашайте мнемосхему. 2. После того, как мнемоник будет утерян, активы не могут быть восстановлены 3. Не делайте резервные копии и не сохраняйте скриншоты или передачу по сети. 4. В любом случае, пожалуйста, не удаляйте приложение кошелька легко
zh_hans: 1. 不要把助记词透露给任何人。 2.一旦助记词丢失，资产将无法恢复 3.不要备份和保存的截图或网络传输 4.无论如何，请不要轻易卸载钱包应用程序
zh_hk: 1. 不要把助記符透露給任何人。 2.一旦助記符丟失，資產將無法恢復 3.不要備份和保存的截圖或網絡傳輸 4.無論如何，請不要輕易卸載錢包應用程序

# LocalReceive
source: Receive
ja: お金を集める
ko: 돈을 걷다
ru: собирать деньги
zh_hans: 收款
zh_hk: 收款

# LocalScanReceive
source: Scan address to receive payment
ja: QRコードをスキャンして支払います
ko: QR코드를 스캔하여 결제
ru: Отсканируйте QR-код для оплаты
zh_hans: 扫描二维码付款
zh_hk: 掃描二維碼付款

# LocalSendTo
source: Send To
ja: 送信
ko: 보내다
ru: отправлять
zh_hans: 发送
zh_hk: 發送

# LocalAmount
source: Amount
ja: バランス
ko: 균형
ru: баланс
zh_hans: 余额
zh_hk: 餘額

# LocalAll
source: All
ja: 全て
ko: 모두
ru: все
zh_hans: 全部
zh_hk: 全部

# LocalReceiveAddress
source: Receiving payment address
ja: 受信アドレス
ko: 받는 주소
ru: Адрес получения
zh_hans: 收款地址
zh_hk: 收款地址

# LocalInputReceiveAddress
source: Please enter the receiving payment address
ja: 支払い先住所を入力してください
ko: 수취인 주소를 입력해주세요
ru: Пожалуйста, введите платежный адрес
zh_hans: 请输入收款地址
zh_hk: 請輸入收款地址

# LocalDidNotGetFee
source: If don't get the miner fee, please try again later
ja: マイナー手数料が取得できませんでした
ko: 채굴자 수수료 미수령
ru: Комиссия майнера не получена
zh_hans: 未获取到矿工费
zh_hk: 未獲取到礦工費

# LocalWalletName
source: Wallet name
ja: ウォレット名
ko: 지갑 이름
ru: имя кошелька
zh_hans: 钱包名
zh_hk: 錢包名

# LocalMnemonicOrPrivateKey
source: Mnemonic Or PrivateKey
ja: ニーモニックまたは秘密鍵
ko: 니모닉 또는 개인 키
ru: мнемонический или закрытый ключ
zh_hans: 助记词或私钥
zh_hk: 助記詞或私鑰

# LocalMnemonicError
source: Invalid mnemonic, please re-enter
ja: ニーモニックが間違っています。再入力してください。
ko: 잘못된 니모닉, 다시 입력해주세요!
ru: Неверная мнемоника, пожалуйста, введите еще раз!
zh_hans: 助记词错误，请重新输入!
zh_hk: 助記詞錯誤，請重新輸入!
