Repository: icevpn/IceVpnWallet
Catalog: wallet/wallet/Localization/*.lproj/Localizable.strings
Languages: ja, ko, ru, zh_hans, zh_hk

# LocalTermText
source: Terms and Conditions (Summary) We value your online freedom, but we must impose specific terms and conditions to comply with the law and protect other users and our services. For your convenience, we have listed a summary of the main terms below. Please read and understand the complete terms before proceeding. You may not use Ice for any illegal purpose. Although Ice is adept at bypassing network restrictions, there are restrictions in our terms and conditions for using it for illegal purposes. The service is provided as is. You are solely responsible for everything you do while using Ice, and you are solely responsible for any damage or loss resulting from your use/misuse. Terms and Conditions (Full) Welcome to the services of Ice Lab Group Ltd (hereinafter referred to as Ice)! This user agreement (hereinafter referred to as Agreement) is a legal agreement between you and Ice. Before using our services, please read and agree to all the terms of this Agreement. If you do not agree to any terms of this Agreement, please do not use our services. This Agreement sets forth the general terms and conditions governing your use of the Ice mobile application and any products or services provided (collectively referred to as the mobile application or services). Backup We are not responsible for the content residing in the mobile application. In no event shall we be liable for any loss of content. It is your sole responsibility to maintain proper backups of the content. Notwithstanding the foregoing, in certain circumstances and without any obligation whatsoever, we may restore a portion or all of the data deleted by you on a date and time, as we may have backed up the data for our own purposes. We do not guarantee that the data you require will be available. Who Can Use This App You must be 18 years of age or the legal age in your jurisdiction to access this application and the services provided. The application and services provided are for your personal, non-commercial use only. You agree that the company is not responsible or liable for any loss, damage, injury, or other matter arising out of or related to your interaction with the application or services. By using the application or services, you represent and warrant that: (a) you are not a resident of the United States, China (Mainland), Cuba, Crimea and Sevastopol, Iran, Afghanistan, Syria, North Korea, Antigua and Barbuda, Hong Kong, Thailand, Malaysia, India, or Ontario, Canada; and (b) your access and use of the application and services are lawful. Links to Other Mobile Applications Although this mobile application may link to other mobile applications, we do not directly or indirectly imply any approval, association, sponsorship, endorsement or affiliation with any linked mobile application unless specifically stated herein. We are not responsible for examining or evaluating, and we do not warrant the offerings of any businesses or individuals or the content of their mobile applications. We do not assume any responsibility or liability for the actions, products, services, and content of any other third parties. You should carefully review the legal statements and other conditions of use of any mobile applications accessed through this mobile application. The risks associated with connecting to any other external mobile application are borne solely by you. Prohibited Uses Except as otherwise explicitly provided in this Agreement, you may not use the Mobile Application or its contents: (a) for any illegal purpose; (b) to solicit others to perform or participate in any illegal acts; (c) to violate any international, federal, provincial or state regulations, rules, laws or local ordinances; (d) to infringe upon or violate our or third party's intellectual property rights; (e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability; (f) to submit false or misleading information; (g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Service or any related Mobile Application, other Mobile Applications or the Internet; (h) to collect or track the personal information of others; (i) to spam, phish, pharm, pretext, spider, crawl, or scrape; (j) for any obscene or immoral purpose; or (k) to interfere with or circumvent the security features of the Service or any related Mobile Application, other Mobile Applications or the Internet. We reserve the right to terminate your use of the Service or any related Mobile Application for violating any of the prohibited uses. Intellectual Property This Agreement does not transfer to you any intellectual property owned by Ice Lab Group Ltd or third parties, and all right, title, and interest in and to such property will remain (as between the parties) solely with Ice Lab Group Ltd. All trademarks, service marks, graphics and logos related to our Mobile Application or Services are trademarks or registered trademarks of Ice Lab Group Ltd or Ice Lab Group Ltd licensors. Other trademarks, service marks, graphics and logos related to our Mobile Application or Services may be the trademarks of other third parties. Your use of our Mobile Application and Services does not grant you any right or license to reproduce or otherwise use any Ice Lab Group Ltd or third-party trademarks. Disclaimer of Warranties You agree that your use of our Mobile Application or Services is entirely at your own risk. The Service is provided on an AS IS and AS AVAILABLE basis. We expressly disclaim all warranties of any kind, whether express or implied, including but not limited to the implied warranties of merchantability, fitness for a particular purpose and non-infringement. We do not warrant that the Service will meet your requirements, or that the Service will be uninterrupted, timely, secure, or error-free; nor do we make any warranty as to the results that may be obtained from the use of the Service or the accuracy or reliability of any information obtained through the Service, or that defects in the Service will be corrected. You understand and agree that any material and/or data downloaded or otherwise obtained through the use of the Service is done at your own discretion and risk and that you will be solely responsible for any damage to your computer system or loss of data that results from the download of such material and/or data. No advice or information, whether oral or written, obtained by you from us or through the Service shall create any warranty not expressly stated in this Agreement. Limitation of Liability To the fullest extent permitted by applicable law, in no event shall Ice Lab Group Ltd, its affiliates, senior officers, directors, employees, agents, suppliers, or licensors be liable to any person for any indirect, incidental, special, punitive, cover or consequential damages (including but not limited to damages for lost profits, revenue, sales, goodwill, use or content, impact on business, business interruption, expected savings loss, or business opportunity loss) arising out of or relating to any liability whatsoever, whether in contract, tort (including negligence), warranty, breach of statutory duty, or otherwise, even if Ice Lab Group Ltd has been advised of the possibility of such damages or could have foreseen such damages. In any event, the total liability of Ice Lab Group Ltd and its affiliates, senior officers, employees, agents, suppliers, and licensors, if any, for all claims related to the service will be limited to greater than one dollar or the amount you paid Ice Lab Group Ltd in the one month period prior to the first event or occurrence giving rise to such liability. The foregoing limitation and exclusion of liability shall apply even if any remedy fails of its essential purpose. Indemnification You agree to indemnify and hold Ice Lab Group Ltd and its affiliates, directors, senior officers, employees, and agents harmless from any liability, loss, damages, or expenses, including reasonable attorneys’ fees, arising out of or relating to your Content, your use of the mobile application or service, or any intentional misconduct by you that causes third-party claims, suits, actions, disputes, or demands to be brought against them. Severability All rights and restrictions contained in this Agreement may be exercised and shall be applicable and binding only to the extent that they do not violate any applicable laws and are intended to be limited to the extent necessary so that they will not render this Agreement illegal invalid or unenforceable If any provision or portion of any provision of this Agreement is held to be illegal, invalid, or unenforceable by a court of competent jurisdiction, the remaining provisions or portions thereof shall constitute the parties agreement with respect to the subject matter hereof, and all such remaining provisions or portions thereof shall remain in full force and effect. Dispute Resolution The formation, interpretation, and performance of this Agreement, and any disputes arising out of or related to it, shall be governed by the substantive and procedural laws of the British Virgin Islands, without regard to its conflict of laws rules or choice of law provisions and, to the extent applicable, the laws of the British Virgin Islands. The exclusive jurisdiction and venue for actions related to the subject matter hereof shall be the state and federal courts located in the British Virgin Islands and you hereby submit to the personal jurisdiction of such courts. You hereby waive any right to a jury trial in any proceeding arising out of or related to this Agreement. The United Nations Convention on Contracts for the International Sale of Goods does not apply to this Agreement. Assignment You may not assign, sublicense, delegate, transfer, or otherwise dispose of any of your rights or obligations under this Agreement without our prior written consent, which we may give or withhold in our sole discretion, and any such attempted assignment, sublicense, delegation, transfer, or disposition shall be null and void. We may freely assign all or any of our rights or obligations under this Agreement as part of a merger, acquisition, sale of assets, or by operation of law. Changes and Modifications We reserve the right, at our sole discretion, to modify or replace this Agreement or any policies or guidelines governing your use of the mobile application or service at any time. The updated version of this Agreement will be effective upon posting on the mobile application. Your continued use of the mobile application following the posting Acceptance of These Terms You acknowledge that you have read this Agreement and agree to all its terms and conditions. By accessing or using the mobile application or Services you agree to be bound by this Agreement. If you do not agree to abide by the terms of this Agreement, you are not authorized to use or access the mobile application and its Services. Contact Us If you have any questions about this Agreement, please contact us.
ja: 利用規約（概要） 当社はお客様のオンラインの自由を尊重しますが、法律を遵守し、他のユーザーと当社のサービスを保護するために、特定の利用規約を課す必要があります。 参考までに、主な用語の概要を以下に示します。 続行する前に、規約全体を読んで理解してください。 Ice を違法な目的で使用することはできません。 Ice はネットワーク制限を回避することに長けていますが、違法な目的で使用する場合は利用規約に制限があります。 サービスは現状のまま提供されます。 Ice の使用中に行うすべてのことについてはお客様が単独で責任を負い、使用/誤用から生じた損害や損失についても単独で責任を負います。 利用規約 (全文) Ice Lab Group Ltd（以下、Ice）のサービスへようこそ！ このユーザー契約 (以下、契約といいます) は、お客様と Ice の間の法的契約です。 当社のサービスを使用する前に、本契約のすべての条件を読み、同意してください。 本契約の条項に同意できない場合は、当社のサービスを使用しないでください。 本契約は、Ice モバイル アプリケーションおよび提供される製品またはサービス (総称してモバイル アプリケーションまたはサービスと呼びます) の使用を管理する一般契約条件を規定します。 バックアップ 当社は、モバイル アプリケーションに存在するコンテンツについては責任を負いません。 いかなる場合においても、当社はコンテンツの損失に対して一切の責任を負いません。 コンテンツの適切なバックアップを維持するのはあなたの単独の責任です。 上記にかかわらず、特定の状況においては、当社は、当社独自の目的でデータをバックアップした可能性があるため、お客様が削除したデータの一部またはすべてを日時指定で復元することがあります。 お客様が必要とするデータが利用可能であることを保証するものではありません。 このアプリを使用できる人 このアプリケーションおよび提供されるサービスにアクセスするには、18 歳または管轄区域の法定年齢に達している必要があります。 提供されるアプリケーションとサービスは、個人的かつ非営利的な使用のみを目的としています。 お客様は、アプリケーションまたはサービスとのやり取りに起因または関連して生じる損失、損害、傷害、またはその他の事項について、当社が責任を負わないことに同意するものとします。 アプリケーションまたはサービスを使用することにより、お客様は次のことを表明および保証するものとします。(a) 米国、中国 (本土)、キューバ、クリミアおよびセヴァストポリ、イラン、アフガニスタン、シリア、北朝鮮、アンティグアおよびバーブーダの居住者ではない。 香港、タイ、マレーシア、インド、またはオンタリオ州、カナダ。 (b) アプリケーションとサービスへのアクセスと使用は合法です。 他のモバイル アプリケーションへのリンク このモバイル アプリケーションは他のモバイル アプリケーションにリンクする場合がありますが、ここに特に記載されていない限り、当社は、リンクされたモバイル アプリケーションとの承認、提携、後援、承認または提携を直接的または間接的に示唆するものではありません。 当社は調査または評価する責任を負わず、いかなる企業または個人の提供物またはそのモバイル アプリケーションのコンテンツも保証しません。 当社は、その他の第三者の行為、製品、サービス、およびコンテンツに対して一切の責任を負いません。 このモバイル アプリケーションを通じてアクセスされるモバイル アプリケーションの法的記述およびその他の使用条件を注意深く確認する必要があります。 他の外部モバイル アプリケーションへの接続に伴うリスクは、お客様が単独で負担します。 禁止されている用途 本契約に明示的に規定されている場合を除き、モバイル アプリケーションまたはそのコンテンツを次の目的で使用することはできません。(a) 違法な目的。 (b) 他人に違法行為の実行または参加を勧誘すること。 (c) 国際、連邦、地方または州の規制、規則、法律または地方条例に違反すること。 (d) 当社または第三者の知的財産権を侵害すること。 (e) 性別、性的指向、宗教、民族、人種、年齢、出身国、または障害に基づいて、嫌がらせ、虐待、侮辱、危害、名誉毀損、中傷、軽蔑、脅迫、または差別をすること。 (f) 虚偽または誤解を招く情報を提出すること。 (g) 本サービス、関連するモバイル アプリケーション、他のモバイル アプリケーション、インターネットの機能や操作に影響を与える、またはその可能性のあるウイルスやその他の種類の悪意のあるコードをアップロードまたは送信すること。 (h) 他人の個人情報を収集または追跡するため。 (i) スパム、フィッシング、ファーミング、口実、スパイダー、クロール、またはスクレイピング。 (j) わいせつまたは不道徳な目的のため。 または (k) 本サービスまたは関連するモバイル アプリケーション、他のモバイル アプリケーション、またはインターネットのセキュリティ機能を妨害または回避すること。 当社は、禁止されている使用法に違反した場合、お客様による本サービスまたは関連モバイル アプリケーションの使用を終了する権利を留保します。 知的財産 本契約は、Ice Lab Group Ltd または第三者が所有する知的財産をお客様に譲渡するものではなく、かかる財産に関するすべての権利、所有権、および利益は (当事者間で) Ice Lab Group Ltd のみに残ります。 すべての商標 当社のモバイル アプリケーションまたはサービスに関連するサービス マーク、グラフィックおよびロゴは、Ice Lab Group Ltd または Ice Lab Group Ltd ライセンサーの商標または登録商標です。 当社のモバイル アプリケーションまたはサービスに関連するその他の商標、サービス マーク、グラフィックおよびロゴは、他の第三者の商標である場合があります。 当社のモバイル アプリケーションおよびサービスを使用しても、Ice Lab Group Ltd またはサードパーティの商標を複製または使用する権利やライセンスは付与されません。 保証の否認 お客様は、当社のモバイル アプリケーションまたはサービスの使用が完全にお客様自身の責任で行われることに同意するものとします。 本サービスは、現状のままで利用可能な状態で提供されます。 当社は、明示的か黙示的かを問わず、商品性、特定目的への適合性、および権利侵害の非侵害に関する黙示的な保証を含むがこれらに限定されない、あらゆる種類の保証を明示的に否認します。 当社は、サービスがお客様の要件を満たすこと、またはサービスが中断されないこと、タイムリーであること、安全であること、またはエラーがないことを保証しません。 また、当社は、本サービスの利用から得られる結果、本サービスを通じて得られる情報の正確性または信頼性、または本サービスの欠陥が修正されることについて、いかなる保証も行いません。 お客様は、本サービスの使用を通じてダウンロードまたはその他の方法で取得したマテリアルおよび/またはデータはお客様ご自身の裁量とリスクで行われること、また、その結果として生じるコンピューター システムへの損害またはデータの損失についてはお客様が単独で責任を負うことを理解し、これに同意するものとします。 かかる資料および/またはデータのダウンロード。 口頭か書面かを問わず、お客様が当社または本サービスを通じて得たアドバイスや情報は、本契約に明示的に記載されていない保証を生み出すものではありません。 責任の制限 適用法で認められる最大限の範囲で、Ice Lab Group Ltd、その関連会社、上級役員、取締役、従業員、代理店、サプライヤー、またはライセンサーは、いかなる場合においても、間接的、付随的、特別、懲罰的、補償について、いかなる者に対しても責任を負わないものとします。 何らかの責任から生じる、または責任に関連する派生的損害（利益、収益、売上、営業権、使用またはコンテンツの損失、事業への影響、事業の中断、予想される貯蓄損失、または事業機会損失の損害を含むがこれらに限定されない） Ice Lab Group Ltd がそのような損害の可能性について知らされていた場合、またはそのような損害を予見できた場合であっても、契約、不法行為（過失を含む）、保証、法的義務違反、その他にかかわらず。 いずれの場合も、サービスに関連するすべての請求に対する Ice Lab Group Ltd およびその関連会社、上級役員、従業員、代理店、サプライヤー、およびライセンサー (該当する場合) の総責任は、1 ドルを超えるか、またはお客様の金額に制限されます。 かかる責任を生じさせる最初の出来事または出来事が発生する前の 1 か月以内に、Ice Lab Group Ltd に支払いを行った場合。 前述の責任の制限および除外は、救済策がその本質的な目的を達成できない場合でも適用されます。 補償 お客様は、お客様のコンテンツに起因または関連する、合理的な弁護士費用を含む、あらゆる責任、損失、損害、または出費から、Ice Lab Group Ltd およびその関連会社、取締役、上級役員、従業員、および代理人を補償し、免責することに同意します。 モバイル アプリケーションまたはサービスの使用、または第三者からの請求、訴訟、訴訟、紛争、または要求を引き起こすようなお客様による意図的な不正行為。 可分性 本契約に含まれるすべての権利と制限は行使することができ、適用される法律に違反しない範囲でのみ適用され拘束力を持つものとし、本契約が違法に無効にされたり、無効になったりしないように必要な範囲に限定されることを意図しています。 本契約のいずれかの条項または条項の一部が、管轄裁判所によって違法、無効、または法的強制不能であると判断された場合、残りの条項またはその一部は、本契約の主題に関する当事者の合意を構成するものとし、すべての条項について かかる残りの規定またはその一部は、引き続き完全な効力を有するものとします。 論争の解決 本契約の形成、解釈、履行、および本契約に起因または関連して生じる紛争は、抵触法の規定や法の選択の規定に関係なく、英領バージン諸島の実体法および手続き法に準拠するものとします。 また、該当する範囲で英領ヴァージン諸島の法律も適用されます。 本契約の主題に関連する訴訟の専属管轄権および裁判地は英領ヴァージン諸島にある州裁判所および連邦裁判所とし、お客様はかかる裁判所の対人管轄権に従うものとします。 お客様は、本契約に起因または関連するあらゆる手続きにおいて陪審裁判を受ける権利を放棄するものとします。 国際物品売買契約に関する国連条約は、本契約には適用されません。 割り当て お客様は、当社の事前の書面による同意がない限り、本契約に基づくお客様の権利または義務を譲渡、サブライセンス、委任、移転、またはその他の方法で処分することはできません。また、かかる譲渡、サブライセンス、委任の試みは、当社の単独の裁量により付与または保留される場合があります。 、譲渡または処分は無効となります。 当社は、合併、買収、資産の売却の一環として、または法律の運用により、本契約に基づく当社の権利または義務のすべてまたは一部を自由に譲渡することができます。 変更と修正 当社は、独自の裁量により、いつでも本契約、またはモバイル アプリケーションやサービスの使用を管理するポリシーやガイドラインを変更または置き換える権利を留保します。 本契約の更新版は、モバイル アプリケーションに掲載された時点で発効します。 投稿後のモバイル アプリケーションの継続使用 本規約への同意 あなたは、本契約を読み、そのすべての利用規約に同意したことを認めます。 モバイル アプリケーションまたはサービスにアクセスまたは使用することにより、本契約に拘束されることに同意したことになります。 本契約の条項に従うことに同意しない場合、モバイル アプリケーションとそのサービスを使用またはアクセスすることはできません。 お問い合わせ 本契約に関してご質問がある場合は、当社までお問い合わせください。
ko: 이용약관(요약) 당사는 귀하의 온라인 자유를 매우 중요하게 생각하지만 법률을 준수하고 다른 사용자와 당사 서비스를 보호하기 위해 특정 이용 약관을 부과해야 합니다. 편의를 위해 주요 용어를 요약하여 아래에 설명합니다. 계속하기 전에 전체 약관을 읽고 이해해야 합니다. 1. 얼음을 불법적인 용도로 사용해서는 안 됩니다. - ice는 인터넷 제한을 우회하는 데는 좋지만 불법적인 용도로 사용할 경우 이용약관에 제한이 있습니다. - 서비스는 있는 그대로 제공됩니다. - 얼음을 사용하는 동안 수행하는 모든 행위에 대한 책임은 전적으로 귀하에게 있으며, 사용/오용으로 인한 손상이나 손실은 전적으로 귀하의 책임입니다. 이용약관(완료) Ice Lab Group Ltd(이하 아이스)의 서비스에 오신 것을 환영합니다! 본 사용자 계약(이하 계약)은 귀하와 ice 간의 법적 계약입니다. 당사 서비스를 사용하기 전에 이 계약의 모든 조건을 주의 깊게 읽고 동의하십시오. 본 계약의 조건에 동의하지 않는 경우 당사 서비스를 사용하지 마십시오. 본 계약은 귀하의 ice 모바일 애플리케이션 및 그 제품 또는 서비스(집합적으로 모바일 애플리케이션 또는 서비스) 사용에 대한 일반 약관을 명시합니다. 지원 당사는 모바일 애플리케이션에 있는 콘텐츠에 대해 책임을 지지 않습니다. 어떠한 경우에도 당사는 콘텐츠 손실에 대해 책임을 지지 않습니다. 콘텐츠의 적절한 백업을 유지하는 것은 전적으로 귀하의 책임입니다. 위의 내용에도 불구하고, 경우에 따라 특정 날짜 및 시간에 삭제된 데이터의 일부 또는 전부를 복원할 수 있습니다. 이는 당사의 목적을 위해 데이터를 백업했을 수 있기 때문입니다. 필요한 데이터를 사용할 수 있다고 보장하지 않습니다. 이 앱을 사용할 수 있는 사람 앱과 제공되는 서비스에 액세스하려면 18세 이상이거나 관할 지역의 법적 연령이어야 합니다. 제공된 앱과 서비스는 개인적이고 비상업적인 용도로만 사용할 수 있습니다. 귀하는 애플리케이션 또는 서비스와의 상호 작용으로 인해 발생하는 손실, 손상, 부상 또는 기타 사항에 대해 회사가 책임을 지지 않는다는 데 동의합니다. 제공된 앱 또는 서비스를 사용함으로써 귀하는 다음을 진술하고 보증합니다. 귀하는 미국, 중국(본토), 쿠바, 크리미아 및 세바스토폴, 이란, 아프가니스탄, 시리아, 북한, 앤티가 바부다, 홍콩, 태국, 말레이시아, 인도 또는 캐나다(온타리오)가 아닙니다. 앱과 제공된 서비스의 사용은 합법적입니다. 다른 모바일 애플리케이션에 대한 링크 이 모바일 응용 프로그램이 다른 모바일 응용 프로그램에 연결될 수 있지만 여기에 특별히 명시되지 않는 한 연결된 모바일 응용 프로그램과의 승인, 신디케이션, 후원, 보증 또는 제휴를 직간접적으로 암시하지 않습니다. 당사는 기업 또는 개인의 제공물 또는 그들의 모바일 애플리케이션 콘텐츠를 검사 또는 평가할 책임이 없으며 보증하지 않습니다. 당사는 다른 제3자의 행동, 제품, 서비스 및 콘텐츠에 대한 모든 책임을 부인합니다. 이 모바일 애플리케이션의 링크를 통해 액세스하는 모든 모바일 애플리케이션의 법적 고지 및 기타 사용 조건을 주의 깊게 검토해야 합니다. 다른 외부 모바일 애플리케이션에 연결하는 것은 귀하의 책임입니다. 사용 금지 본 계약에 달리 명시된 경우를 제외하고 귀하는 (a) 불법적인 목적으로, (b) 다른 사람이 불법 행위에 가담하거나 참여하도록 장려하거나, (©) 국제, 연방, 지방 또는 주 법령, 규칙, 법률 또는 지역 조례, (d) 당사 또는 타인의 지적 재산권을 침해하거나 위반하는 행위, (e) 성별, 성적 취향, 종교, 민족, 인종, 연령에 근거한 행위 , 국적 또는 장애자에 대한 괴롭힘, 학대, 모욕, 피해, 명예 훼손, 비방, 폄하, 위협 또는 차별 (f) 허위 또는 오해의 소지가 있는 자료 제출 (g) 바이러스 또는 기타 유형의 악성 코드를 업로드하거나 전송하거나 서비스 또는 관련 모바일 애플리케이션, 기타 모바일 애플리케이션 또는 인터넷의 기능이나 작동에 영향을 미치는 방식으로 사용될 수 있습니다. (h) 타인에 대한 개인 정보를 수집하거나 추적합니다. , 크롤링 또는 검색 () 외설적이거나 부도덕한 목적으로 사용 또는 (k) 서비스 또는 관련 모바일 애플리케이션, 기타 모바일 애플리케이션 또는 인터넷의 보안 기능을 방해하거나 우회합니다. 사용하면 서비스 또는 관련 모바일 애플리케이션을 사용할 권리가 종료됩니다. 지적 재산권 본 계약은 Ice Lab Group Ltd 또는 제3자가 소유한 지적 재산권을 귀하에게 이전하지 않으며 해당 자산에 대한 모든 권리, 소유권 및 이권(양 당사자 간)은 전적으로 Ice Lab Group Ltd에게 있습니다. 당사의 모바일 애플리케이션 또는 서비스와 관련된 모든 상표, 서비스 마크, 그래픽 및 로고는 Ice Lab Group Ltd 또는 Ice Lab Group Ltd 라이선스 제공자의 상표 또는 등록 상표입니다. 당사의 모바일 애플리케이션 또는 서비스와 관련된 기타 상표, 서비스 마크, 그래픽 및 로고는 다른 제3자의 상표일 수 있습니다. 귀하가 당사의 모바일 애플리케이션 및 서비스를 사용한다고 해서 Ice Lab Group Ltd 또는 제3자 상표를 복제하거나 사용할 수 있는 권리나 라이센스가 부여되지는 않습니다. 부인 성명 귀하는 당사의 모바일 애플리케이션 또는 서비스 사용이 전적으로 귀하의 책임이라는 데 동의합니다. 귀하는 그러한 서비스가 있는 그대로 및 이용 가능한 대로 제공된다는 데 동의합니다. 우리는 상품성, 특정 목적에의 적합성 및 비침해성에 대한 묵시적 보증을 포함하되 이에 국한되지 않고 명시적이든 묵시적이든 모든 종류의 보증을 명시적으로 부인합니다. 당사는 서비스가 귀하의 요구 사항을 충족하거나 서비스가 중단되지 않거나 시기적절하거나 안전하거나 오류가 없음을 보증하지 않습니다. 결함이 수정되며 어떠한 보증도 하지 않습니다. 귀하는 서비스 사용을 통해 다운로드하거나 획득한 모든 자료 및/또는 데이터가 귀하의 재량과 위험에 따라 수행되며 그러한 다운로드로 인해 발생하는 컴퓨터 시스템 손상에 대한 책임은 전적으로 귀하에게 있음을 이해하고 동의합니다. 자료 및/또는 데이터 손상 또는 데이터 손실. 당사는 서비스를 통해 구매하거나 획득한 상품이나 서비스 또는 서비스를 통해 수행된 거래에 대해 어떠한 보증도 하지 않습니다. 귀하가 당사로부터 또는 서비스를 통해 얻은 구두 또는 서면 조언이나 정보는 본 계약에 명시되지 않은 보증을 생성하지 않습니다. 책임의 제한 해당 법률이 허용하는 최대 한도 내에서 Ice Lab Group Ltd, 계열사, 임원, 이사, 직원, 대리인, 공급업체 또는 라이선스 제공자는 어떠한 경우에도 다음과 같은 책임을 지지 않습니다. 모든 책임 이론에 따른 보험 또는 결과적 손해(이익 손실, 수익, 판매, 영업권, 사용 또는 콘텐츠, 비즈니스에 대한 영향, 비즈니스 중단, 예상 저축 손실, 비즈니스 기회 손실에 대한 손해를 포함하되 이에 국한되지 않음), 계약, 불법 행위, 보증, 법적 의무 위반, 태만 또는 기타 사항을 포함하되 이에 국한되지 않으며, Ice Lab Group Ltd가 그러한 손해의 가능성에 대해 조언을 받았거나 예견된 집단 손해가 있을 수 있었던 경우에도 마찬가지입니다. 해당 법률이 허용하는 최대 한도 내에서 서비스와 관련하여 ICE LAB GROUP LTD 및 그 계열사, 임원, 직원, 대리인, 공급업체 및 라이선스 제공자의 총 책임은 실제로 Ice에 지불한 금액으로 제한됩니다. 그러한 책임 또는 사건이 발생한 첫 번째 사건 이전 한 달 이내에 Lab Group Ltd. 제한 및 배제는 이 구제책이 필수적인 목적을 위해 겪을 수 있는 손해 또는 손실을 완전히 구제하지 못하는 경우에도 적용됩니다. 보상 귀하는 합당한 변호사 수임료를 포함하여 모든 책임, 손실, 손해 또는 비용으로부터 Ice Lab Group Ltd 및 그 계열사, 이사, 임원, 직원 및 대리인을 면책하고 보호하는 데 동의합니다. 이러한 책임, 손실, 손해 또는 비용은 귀하의 콘텐츠, 귀하의 모바일 애플리케이션 또는 서비스 사용 또는 귀하의 고의적 위법 행위로 인해 발생하는 제3자의 주장, 청구, 조치, 분쟁 또는 요구로 인해 발생합니다. 분리 가능성 조항 본 계약에 포함된 모든 권리 및 제한 사항은 적용 가능한 법률을 위반하지 않는 경우에만 적용되고 구속력이 있으며 불법, 무효 또는 집행 불가능 상태가 되지 않도록 필요한 범위로 제한됩니다. 본 계약의 조항 또는 일부 조항이 관할 법원에 의해 불법, 무효 또는 시행 불가능한 것으로 판단되는 경우 이 범주의 나머지 조항 또는 그 일부는 완전한 효력을 유지합니다. 분쟁 해결 본 계약의 형성, 해석 및 이행과 그로 인해 발생하는 모든 분쟁은 법 규범의 충돌이나 법 선택에 관계없이 적용 가능한 범위 내에서 영국령 버진 아일랜드의 실체법 및 절차법에 따릅니다. 영국령 버진 아일랜드 법이 적용됩니다. 이 계약의 주제 관련 소송의 배타적 관할권 및 장소는 영국령 버진 아일랜드에 위치한 주 및 연방 법원이며, 이에 U는 해당 법원의 인적 관할권에 따릅니다. 이로써 귀하는 관련된 모든 절차에서 배심원 재판에 대한 모든 권리. 국제물품매매계약에 관한 UN 협약은 본 계약에 적용되지 않습니다. 옮기다 귀하는 당사의 사전 서면 동의 없이 본 계약에 따른 귀하의 권리 또는 의무의 전부 또는 일부를 양도, 재판매, 서브라이선스 또는 이전하거나 위임할 수 없으며 회사는 단독 재량으로 동의할 의무가 없습니다. 그러한 서면 동의에 대한 그러한 양도 또는 이전이 무효라는 데 동의합니다. 당사는 자산 또는 주식의 전부 또는 실질적으로 전부를 판매하거나 합병의 일부로 제3자에게 본 계약에 따른 당사의 권리 또는 의무의 전부 또는 일부를 자유롭게 양도할 수 있습니다. 변경 및 수정 당사는 본 계약의 업데이트된 버전을 모바일 애플리케이션에 게시하는 즉시 효력이 발생하여 언제든지 모바일 애플리케이션 또는 서비스와 관련된 본 계약 또는 해당 정책을 수정할 수 있는 권리를 보유합니다. 업데이트가 완료되면 이 페이지 하단의 업데이트 날짜를 수정하겠습니다. 이러한 변경 사항 이후에도 모바일 애플리케이션을 계속 사용하면 해당 변경 사항에 동의하는 것으로 간주됩니다. 약관에 동의 귀하는 본 계약을 읽었으며 모든 계약 조건에 동의함을 인정합니다. 모바일 애플리케이션 또는 해당 서비스를 사용함으로써 귀하는 본 계약에 구속된다는 데 동의합니다. 본 계약 조건에 동의하지 않는 경우 모바일 애플리케이션 및 해당 서비스를 사용하거나 액세스할 권한이 없습니다. 문의하기 이 계약에 대해 질문이 있으시면 저희에게 연락해 주십시오.
ru: Условия и положения (краткое описание) Мы очень серьезно относимся к вашей онлайн-свободе, но должны установить определенные условия для соблюдения закона и защиты других пользователей и наших услуг. Для удобства краткое изложение основных терминов приведено ниже. Вы должны прочитать и понять полные условия, прежде чем продолжить. 1. Вы не должны использовать лед в незаконных целях. - Несмотря на то, что лед хорошо обходит интернет-ограничения, в наших условиях и положениях есть ограничения, если они используются в незаконных целях. - Услуги предоставляются «как есть». - Вы несете единоличную ответственность за все, что вы делаете во время использования льда, и любой ущерб или убытки, возникшие в результате использования/неправильного использования, являются исключительно вашей ответственностью. Условия и положения (полное) Добро пожаловать к услугам ООО «Айс Лаб Групп» (далее «лед»)! Настоящее Пользовательское соглашение (далее именуемое «Соглашение») является юридическим соглашением между вами и ICE. Прежде чем пользоваться нашими услугами, пожалуйста, внимательно прочитайте и согласитесь со всеми условиями данного соглашения. Если вы не согласны с какими-либо условиями настоящего соглашения, пожалуйста, не пользуйтесь нашими услугами. В настоящем Соглашении изложены общие положения и условия использования вами мобильного приложения ice и любых его продуктов или услуг (совместно именуемых «Мобильное приложение» или «Услуги»). резервное копирование Мы не несем ответственности за контент, который находится в мобильном приложении. Ни при каких обстоятельствах мы не несем ответственности за потерю контента. Вы несете единоличную ответственность за поддержание соответствующих резервных копий вашего Контента. Несмотря на вышеизложенное, в некоторых случаях и без каких-либо обязательств мы можем восстановить некоторые или все ваши данные, которые были удалены в определенную дату и время, поскольку мы могли создать резервную копию данных для наших собственных целей. Мы не гарантируем, что необходимые вам данные будут доступны. Кто может использовать это приложение Вам должно быть не менее 18 лет или совершеннолетие в вашей юрисдикции, чтобы получить доступ к приложению и предлагаемым услугам. Приложение и предоставляемые услуги предназначены только для вашего личного некоммерческого использования. Вы соглашаетесь с тем, что Компания не несет ответственности за любые убытки, ущерб, травмы или иным образом возникающие в результате вашего взаимодействия с Приложением или Услугами. Используя приложение или предоставляемые услуги, вы заявляете и гарантируете, что: Вы не являетесь Соединенными Штатами, Китаем (материк), Кубой, Крымом и Севастополем, Ираном, Афганистаном, Сирией, Северной Кореей, Антигуа и Барбудой, Гонконгом, Таиландом, Малайзией, Индией или Канадой (Онтарио); и ваш доступ к и использование Приложения и предоставляемых услуг является законным. Ссылки на другие мобильные приложения Хотя это мобильное приложение может быть связано с другими мобильными приложениями, мы не подразумеваем, прямо или косвенно, какого-либо одобрения, синдикации, спонсорства, одобрения или принадлежности к любому связанному мобильному приложению, если иное не указано в настоящем документе. Мы не несем ответственности за проверку или оценку и не даем гарантий в отношении предложений любого бизнеса или отдельных лиц или содержимого их мобильных приложений. Мы отказываемся от любой ответственности или ответственности за действия, продукты, услуги и контент любых других третьих лиц. Вам следует внимательно ознакомиться с юридическими уведомлениями и другими условиями использования любого мобильного приложения, доступ к которому осуществляется по ссылке из этого мобильного приложения. Связывание с любым другим сторонним мобильным приложением осуществляется на ваш страх и риск. запрещено использовать Если иное не указано в настоящем Соглашении, вы не можете использовать мобильное приложение или его содержимое: (а) в любых незаконных целях; (б) для поощрения других к совершению или участию в любых незаконных действиях; (©) для нарушения любых международные, федеральные, провинциальные или государственные законы, правила, законы или местные постановления; (d) нарушать или нарушать права интеллектуальной собственности нашей компании или других лиц; (e) поведение, основанное на поле, сексуальной ориентации, религии, этнической принадлежности, расе, возрасте , национального происхождения или инвалидности беспокоить, оскорблять, оскорблять, причинять вред, клеветать, клеветать, унижать, запугивать или дискриминировать; (f) предоставлять ложные или вводящие в заблуждение материалы; (g) загружать или передавать вирусы или любой другой тип вредоносного кода, который будет или могут использоваться любым способом, который влияет на функциональность или работу Сервиса или любых связанных мобильных приложений, других мобильных приложений или Интернета; (h) собирать или отслеживать личную информацию о других лицах; (спам, мошенничество, мошенничество, уловка, поисковый , сканирование или поиск; () использовать в непристойных или аморальных целях; или (k) вмешиваться или обходить функции безопасности Сервиса или любых связанных мобильных приложений, других мобильных приложений или Интернета. Мы оставляем за собой право на любые запрещенные использование прекращает ваше право на использование Сервиса или любого связанного с ним мобильного приложения. интеллектуальная собственность Настоящее Соглашение не передает вам какие-либо права на интеллектуальную собственность, принадлежащие Ice Lab Group Ltd или третьим лицам, и все права, права собственности и проценты (в отношениях между сторонами) на такую ​​собственность остаются исключительно у Ice Lab Group Ltd. Все товарные знаки, знаки обслуживания, графика и логотипы, связанные с нашими мобильными приложениями или услугами, являются товарными знаками или зарегистрированными товарными знаками Ice Lab Group Ltd или лицензиаров Ice Lab Group Ltd. Другие товарные знаки, знаки обслуживания, графика и логотипы, связанные с нашими мобильными приложениями или услугами, могут быть товарными знаками других третьих лиц. Использование вами наших мобильных приложений и услуг не дает вам никаких прав или лицензий на воспроизведение или иное использование каких-либо товарных знаков Ice Lab Group Ltd или третьих лиц. отказ от ответственности Вы соглашаетесь с тем, что используете наши мобильные приложения или услуги исключительно на свой страх и риск. Вы соглашаетесь с тем, что такие услуги предоставляются на условиях «как есть» и «по мере доступности». Мы прямо отказываемся от всех гарантий любого рода, явных или подразумеваемых, включая, помимо прочего, подразумеваемые гарантии товарного состояния, пригодности для определенной цели и ненарушения прав. Мы не гарантируем, что сервис будет соответствовать вашим требованиям или что сервис будет бесперебойным, своевременным, безопасным или безошибочным; Дефекты будут исправлены, и мы не даем никаких гарантий. Вы понимаете и соглашаетесь с тем, что любые материалы и/или данные, загруженные или иным образом полученные при использовании Услуг, выполняются на ваше усмотрение и на ваш риск, и что вы будете нести единоличную ответственность за любой ущерб вашей компьютерной системе, возникший в результате загрузки таких материалов. материалов и/или данных, любое повреждение или потеря данных. Мы не даем никаких гарантий в отношении каких-либо товаров или услуг, приобретенных или полученных через Сервис, или любых транзакций, проведенных через Сервис. Никакие устные или письменные советы или информация, полученные вами от нас или через Сервис, не создают гарантии, прямо не указанной в настоящем Соглашении. Ограничение ответственности В максимальной степени, разрешенной применимым законодательством, ни при каких обстоятельствах Ice Lab Group Ltd, ее аффилированные лица, должностные лица, директора, сотрудники, агенты, поставщики или лицензиары не несут ответственности перед каким-либо лицом за: (a) любые косвенные случайные, специальные, карательные, застрахованные или косвенные убытки (включая, помимо прочего, убытки в связи с упущенной выгодой, выручкой, продажами, деловой репутацией, использованием или контентом, влиянием на бизнес, прерыванием бизнеса, ожидаемой потерей сбережений, потерей деловых возможностей) в соответствии с любой теорией ответственности, включая, помимо прочего, договор, правонарушение, гарантию, нарушение установленных законом обязанностей, халатность или иное, даже если Ice Lab Group Ltd была уведомлена о возможности таких убытков или могла быть предвидена классовым ущербом. В МАКСИМАЛЬНОЙ СТЕПЕНИ, РАЗРЕШЕННОЙ ПРИМЕНИМЫМ ЗАКОНОДАТЕЛЬСТВОМ, СОВОКУПНАЯ ОТВЕТСТВЕННОСТЬ КОМПАНИИ ICE LAB GROUP LTD И ЕЕ АФФИЛИРОВАННЫХ ЛИЦ, ДОЛЖНОСТНЫХ ЛИЦ, СОТРУДНИКОВ, АГЕНТОВ, ПОСТАВЩИКОВ И ЛИЦЕНЗИАРОВ В СВЯЗИ С УСЛУГАМИ БУДЕТ ОГРАНИЧЕНА ЛЮБОЙ СУММОЙ В ВЕЛИЧИНЕ Любая сумма, фактически выплаченная Ice Lab Group Ltd в течение месяца, предшествующего первому случаю такой ответственности или события. Ограничения и исключения также применяются, если это средство правовой защиты не может полностью возместить любой ущерб или убытки, которые вы можете понести в связи с его основной целью. компенсация Вы соглашаетесь возместить ущерб и оградить Ice Lab Group Ltd и ее филиалы, директоров, должностных лиц, сотрудников и агентов от любой ответственности, убытков, ущерба или расходов, включая разумные гонорары адвокатов. Эти обязательства, убытки, ущерб или расходы возникают в результате обвинений, претензий, действий, споров или требований третьих лиц, возникающих в связи с вашим контентом, использованием вами мобильного приложения или службы или любыми умышленными неправомерными действиями с вашей стороны. оговорка о делимости Все права и ограничения, содержащиеся в настоящем Соглашении, могут быть реализованы и должны применяться и иметь обязательную силу только в той мере, в какой они не нарушают какое-либо действующее законодательство, и должны быть ограничены в той мере, в какой это необходимо, чтобы они не стали незаконными, недействительными или неисполнимыми. Если какое-либо положение или часть положения настоящего Соглашения будет признано компетентным судом незаконным, недействительным или не имеющим исковой силы, остальные положения этой категории или их части остаются в полной силе и действии. Разрешение спора Формирование, толкование и выполнение настоящего Соглашения, а также любой спор, возникающий из него, регулируются материальным и процессуальным законодательством Британских Виргинских островов, независимо от его коллизионных норм или выбора права, и в применимых пределах, на Британских Виргинских островах Властвует закон. предмет настоящего соглашения Исключительной юрисдикцией и местом проведения соответствующих действий являются суды штата и федеральные суды, расположенные на Британских Виргинских островах, и настоящим U подчиняется личной юрисдикции таких судов. Настоящим вы отказываетесь от любых Любое право на суд присяжных в любом разбирательстве, связанном с этим. Конвенция Организации Объединенных Наций о договорах международной купли-продажи товаров не применяется к настоящему Соглашению. передача Вы не можете переуступать, перепродавать, сублицензировать или иным образом передавать или делегировать какие-либо свои права или обязанности по настоящему Соглашению, полностью или частично, без нашего предварительного письменного согласия, и Компания по своему собственному усмотрению не обязана соглашаться с таким письменным согласием соглашаемся с тем, что любая такая уступка или передача является недействительной. Мы можем передать все или любую часть наших прав или обязательств по настоящему Соглашению любой третьей стороне в рамках продажи всех или практически всех ее активов или акций или в рамках слияния. Изменения и модификации Мы оставляем за собой право вносить изменения в настоящее Соглашение или его политики в отношении Мобильного приложения или Услуг в любое время, вступающие в силу после публикации обновленной версии настоящего Соглашения в Мобильном приложении. Когда мы это сделаем, мы пересмотрим обновленную дату внизу этой страницы. Продолжение использования Мобильного приложения после любых таких изменений означает ваше согласие с такими изменениями. принять условия Вы подтверждаете, что прочитали настоящее соглашение и согласны со всеми его условиями. Используя мобильное приложение или его сервисы, вы соглашаетесь соблюдать настоящее соглашение. Если вы не согласны соблюдать условия настоящего соглашения, вы не имеете права использовать или получать доступ к мобильному приложению и его услугам. связаться с нами Если у вас есть какие-либо вопросы об этом соглашении, пожалуйста, свяжитесь с нами.
zh_hans: 条款和条件（摘要） 我们十分重视您的网络自由，但必领施加特定的条款和条件，以遵守法律并保护其他用户和我们的服务。为方便起见，以下列出主要条款的摘要。 在继续之前，您应阅读并理解完整条款。 一您不得将 ice用于任何非法目的。 一虽然 ice 擅长绕过网络限制，但如果用于非法目的，我们的条款和条件中设有相关限制。 一服务按“原样”提供。 一您对您在使用ice 时所做的一切负全部责任，因使用/误用而造成的任何破坏或损失均由您自行承担。 条款和条件（完整） 欢迎使用 Ice Lab Group Ltd（以下简称“ice”）的服务！本用户协议（以下简称“协议”）是您与 ice之间的法律协议。在使用我们的服务之前，请务必仔细阅读并同意本协议的所有条款。如果您不同意本协议的任何条款，请不要使用我们的服务。本协议规定了您使用ice移动应用程序及其任何产品或服务(统称“移动应用程序”或“服务”)的一般条款和条件。 备份 我们不对驻留在移动应用程序中的内容负责。在任何情况下，我们将不对任何内容的损失负责。维护适当的内容备份是您的唯一责任。尽管有上述规定，但在某些情况下，在完全没有义务的情况下，我们可以恢复您在某个日期和时间删除的部分或全部数据，因为我们可能已经为我们自己的目的备份了数据。我们不保证你所需要的数据是可用的。 谁可以使用这个APP 您必须年满18岁或在您所在司法管辖区达到法定年龄才能访问该应用程序和提供的服务。 该应用程序和提供的服务仅供您个人非商业用途。您同意公司不对与应用程序或服务交互而导致的任何损失、损害、伤害或其他事项负责或承担任何责任。 通过使用该应用程序或提供的服务，您声明和保证： 您不是美国、中国（大陆）、古巴、克里米亚和塞瓦斯托波尔、伊朗、阿富汗、叙利亚、朝鲜、安提瓜和巴布达、香港、泰国、马来西亚、印度或加拿大（安大略省）的居民；以及您对该应用程序和提供的服务的访问和使用是合法的。 链接到其他移动应用程序 尽管此移动应用程序可能链接到其他移动应用程序，但我们并 不直接或间接地暗示与任何链接的移动应用程序有任何批准、联合、赞助、认可或从属关系，除非在此特别说明。我们不负责检查或评估，也不保证任何企业或个人提供的产品或其移动应用程序的内容。对于任何其他第三方的行为、产品、服务和内容，我们不承担任何责任或义务。您应该仔细查看通过本移动应用程序的链接访问的任何移动应用程序的法律声明和其他使用条件。连接到任何其他站外移动应用程序的风险由您自己承担。 禁止使用 除本协议中规定的其他条款外，您不得使用该移动应用程序或其内容：(a）用于任何非法目的；(b)怂恿他人从事或参与任何非法行为；(©)违反任何国际、联邦、省或州的法规、规则、法律或地方法令；(d)侵犯或违反我公司或他人的知识产权；(e）基于性别、性取向、宗教、族裔、种族、年龄、国籍或残疾进行骚扰、虐待、侮辱、伤害、诽谤、诽谤、蔑视、恐吓或歧视;(f)提交虛假或误导的资料；(g)上载或传送病毒或任何其他类型的恶意代码，这些恶意代码将会或可能会以任何方式被使用，从而影响本服务或任何相关移动应用程序、其他移动应用程序或互联网的功能或运作；（h)收集或跟踪他人的个人信息；(滥发垃圾邮件、欺诈、欺诈、托词、蜘蛛、爬行或搜利；()作淫亵或不道德的用途；或(k)干扰或规避本服务或任何相关移动应用程序、其他移动应用程序或互联网的安全特性。我们保留因违反任何禁止用途而终止您使用本服务或任何相关移动应用程序的权利。 知识产权 本协议不向您转让Ice Lab Group Ltd或第三方拥有的任何知识产权，该等财产的所有权利、所有权和权益(在双方之间）将仅归Ice Lab Group Ltd所有。所有与我们的移动应用程序或服务相关的商标、服务标志、图形和标识均为Ice Lab Group Ltd或Ice Lab Group Ltd许可方的商标或注册商标。与我们的移动应用程序或服务相关的其他商标、服务标志、图形和标识可能是其他第三方的商标。您使用我们的移动应用程序和服务不授予您复制或以其他方式使用任何Ice Lab Group Ltd或第三方商标的权利或许可。 免责声明 您同意，您使用我们的移动应用程序或服务的风险完全由您自己承担。您同意此类服务是在“现样”和“可用”的基础上提供的。我们明确否认任何形式的保证，无论是明示的还是暗示的，包括但不限于对适销性、特定用途的适用性和非侵权性的默示保证。我们不保证服务将满足您的要求，或服务将不问断、及时、安全或无错误；对于使用服务可能获得的结果，或通过服务获得的任何信息的准确性或可靠性，或服务中的缺陷将得到纠正，我们也不作任何保证。您理解并同意，任何通过使用服务下载或以其他方式获得的材料和/或数据由您自行决定和承担风险，您将全权负责因下载此类材料和/或数据而对您的计算机系统造成的任何损坏或数据丟失。对于通过本服务购买或获得的任何商品或服务，或通过本服务进行的任何交易，我们不作保证。您从我们或通过本服务获得的任何口头或书面建议或信息，均不构成本协议未明确规定的保证。 责任限制 在适用法律允许的最大范围内，在任何情况下，Ice Lab Group Ltd其附厲公司、高级职员、董事、雇员、代理、供应商或许可方均不对任何人承担以下责任：（a）任何间接的、偶然的、特殊的、惩罚性的、承保的或后果性的损害（包括但不限于利润、收入、销售损失的赔偿金，商誉、使用或内容、对业务的影响、业务中断、预期储蓄损失、业务机会损失）根据任何责任理论，包括但不限于合同、侵权、担保、违反法定义务、疏忽或其他原因，即使Ice Lab Group Ltd已被告知此类损害的可能性或本可预见此类损害。在适用法律允许的最大范国内，Ice Lab Group Ltd及其附厲公司、管理人员、员工、代理、供应商和许可方的总责任，与服务相关的金额将限于大于一美元或您在导致此类责任的第一个事件或事件发生前一个月内实际支付给Ice Lab Group Ltd的任何金额。如果此补救措施未能完全弥补您因其基本目的而造成的任何损失或损失，则限制和排除也适用。 赔偿 您同意赔偿并使Ice Lab Group Ltd及其附厲公司、董事、高级职员、员工和代理免受任何责任、损失、损害或费用，，包括合理的律师费。这些责任、损失、损害或费用是由于您的内容、您对移动应用程序或服务的使用或您的任何故意不当行为而引起的第三方指控、索赔、诉讼、争议或要求引（起的。 可分割性条款 本协议中包含的所有权利和限制都可以被行使，并且仅在不违反任何适用法律的情况下才适用并具有约束力，并且应在必要的程度上受到限制，以使它们不会使本协议成为非法，无效或无法执行。如果本协议的任何条款或部分条款被具有管辖权的法院认定为非法、无效或不可执行，则双方的意图为，其余条款或其中的部分应构成双方关于本协议标的的的协议，以及所有此类剩余条款或其部分应保持完全效力。 争议解決 本协议的形成、解释和履行以及由此产生的任何争议应受英属维尔京群岛的实体法和程序法管辖，但不考虑其冲突规范或法律选择，并在适用范国内，受英属维尔京群岛法律管辖。 与本协议标的事项 相关的诉讼的专属管辖权和审判地应为位于英属维尔京群岛的州法院和联邦法院，悠特此服从该等法院的属人管辖权。 您特此放弃在由本协议引起或 与之相关的任何诉讼中要求陪审团审判的任何权利。《联合国国际货物销售合同公约》不适用于本协议。 转让 末经我方事先书面同意，你不得全部或部分转让，转售，再许可或以其他方式转移或委派您在本协议项下的任何权利或义务，本公司自行决定并无义务同意该等书面同意，任何此类转让或转让均无效。 我方可自由将其在本协议项下的全部或部分权利或义务转让给任何第三方，作为其全部或绝大部分资产或股票出售的一部分，或作为合并的一部分。 变更和修改 我们保留随时修改本协议或其与移动应用程序或服务相关的政策的权利，在将本协议的更新版本发布到移动应用程序后生效。当我们这样做的时候，我们将在本页底部修改更新的日期。在任何此类更改之后继续使用移动应用程序应视为您同意此类更改。 接受本条款 您承认您已阅读本协议并同意其所有条款和条件。 使用移动应用程序或其服务即表示您同意受本协议的约束。如果您不同意遵守本协议的条款，您将无权使用或访问该移动应用程序及其服务。 联系我们 如果您对本协议有任何疑问，请与我们联系。
zh_hk: 條款和條件（摘要） 我們十分重視您的網絡自由，但必領施加特定的條款和條件，以遵守法律並保護其他用戶和我們的服務。為方便起見，以下列出主要條款的摘要。 在繼續之前，您應閱讀並理解完整條款。 一您不得將 ice用於任何非法目的。 一雖然 ice 擅長繞過網絡限制，但如果用於非法目的，我們的條款和條件中設有相關限制。 一服務按“原樣”提供。 一您對您在使用ice 時所做的一切負全部責任，因使用/誤用而造成的任何破壞或損失均由您自行承擔。 條款和條件（完整） 歡迎使用 Ice Lab Group Ltd（以下簡稱“ice”）的服務！本用戶協議（以下簡稱“協議”）是您與 ice之間的法律協議。在使用我們的服務之前，請務必仔細閱讀並同意本協議的所有條款。如果您不同意本協議的任何條款，請不要使用我們的服務。本協議規定了您使用ice移動應用程序及其任何產品或服務(統稱“移動應用程序”或“服務”)的一般條款和條件。 備份 我們不對駐留在移動應用程序中的內容負責。在任何情況下，我們將不對任何內容的損失負責。維護適當的內容備份是您的唯一責任。儘管有上述規定，但在某些情況下，在完全沒有義務的情況下，我們可以恢復您在某個日期和時間刪除的部分或全部數據，因為我們可能已經為我們自己的目的備份了數據。我們不保證你所需要的數據是可用的。 誰可以使用這個APP 您必須年滿18歲或在您所在司法管轄區達到法定年齡才能訪問該應用程序和提供的服務。 該應用程序和提供的服務僅供您個人非商業用途。您同意公司不對與應用程序或服務交互而導致的任何損失、損害、傷害或其他事項負責或承擔任何責任。 通過使用該應用程序或提供的服務，您聲明和保證： 您不是美國、中國（大陸）、古巴、克里米亞和塞瓦斯托波爾、伊朗、阿富汗、敘利亞、朝鮮、安提瓜和巴布達、香港、泰國、馬來西亞、印度或加拿大（安大略省）的居民；以及您對該應用程序和提供的服務的訪問和使用是合法的。 鏈接到其他移動應用程序 儘管此移動應用程序可能鏈接到其他移動應用程序，但我們並 不直接或間接地暗示與任何鏈接的移動應用程序有任何批准、聯合、贊助、認可或從屬關係，除非在此特別說明。我們不負責檢查或評估，也不保證任何企業或個人提供的產品或其移動應用程序的內容。對於任何其他第三方的行為、產品、服務和內容，我們不承擔任何責任或義務。您應該仔細查看通過本移動應用程序的鏈接訪問的任何移動應用程序的法律聲明和其他使用條件。連接到任何其他站外移動應用程序的風險由您自己承擔。 禁止使用 除本協議中規定的其他條款外，您不得使用該移動應用程序或其內容：(a）用於任何非法目的；(b)慫恿他人從事或參與任何非法行為；(©)違反任何國際、聯邦、省或州的法規、規則、法律或地方法令；(d)侵犯或違反我公司或他人的知識產權；(e）基於性別、性取向、宗教、族裔、種族、年齡、國籍或殘疾進行騷擾、虐待、侮辱、傷害、誹謗、誹謗、蔑視、恐嚇或歧視;(f)提交虛假或誤導的資料；(g)上載或傳送病毒或任何其他類型的惡意代碼，這些惡意代碼將會或可能會以任何方式被使用，從而影響本服務或任何相關移動應用程序、其他移動應用程序或互聯網的功能或運作；（h)收集或跟踪他人的個人信息；(濫發垃圾郵件、欺詐、欺詐、托詞、蜘蛛、爬行或搜利；()作淫褻或不道德的用途；或(k)干擾或規避本服務或任何相關移動應用程序、其他移動應用程序或互聯網的安全特性。我們保留因違反任何禁止用途而終止您使用本服務或任何相關移動應用程序的權利。 知識產權 本協議不向您轉讓Ice Lab Group Ltd或第三方擁有的任何知識產權，該等財產的所有權利、所有權和權益(在雙方之間）將僅歸Ice Lab Group Ltd所有。所有與我們的移動應用程序或服務相關的商標、服務標誌、圖形和標識均為Ice Lab Group Ltd或Ice Lab Group Ltd許可方的商標或註冊商標。與我們的移動應用程序或服務相關的其他商標、服務標誌、圖形和標識可能是其他第三方的商標。您使用我們的移動應用程序和服務不授予您複製或以其他方式使用任何Ice Lab Group Ltd或第三方商標的權利或許可。 免責聲明 您同意，您使用我們的移動應用程序或服務的風險完全由您自己承擔。您同意此類服務是在“現樣”和“可用”的基礎上提供的。我們明確否認任何形式的保證，無論是明示的還是暗示的，包括但不限於對適銷性、特定用途的適用性和非侵權性的默示保證。我們不保證服務將滿足您的要求，或服務將不問斷、及時、安全或無錯誤；對於使用服務可能獲得的結果，或通過服務獲得的任何信息的準確性或可靠性，或服務中的缺陷將得到糾正，我們也不作任何保證。您理解並同意，任何通過使用服務下載或以其他方式獲得的材料和/或數據由您自行決定和承擔風險，您將全權負責因下載此類材料和/或數據而對您的計算機系統造成的任何損壞或數據丟失。對於通過本服務購買或獲得的任何商品或服務，或通過本服務進行的任何交易，我們不作保證。您從我們或通過本服務獲得的任何口頭或書面建議或信息，均不構成本協議未明確規定的保證。 責任限制 在適用法律允許的最大範圍內，在任何情況下，Ice Lab Group Ltd其附厲公司、高級職員、董事、僱員、代理、供應商或許可方均不對任何人承擔以下責任：（a）任何間接的、偶然的、特殊的、懲罰性的、承保的或後果性的損害（包括但不限於利潤、收入、銷售損失的賠償金，商譽、使用或內容、對業務的影響、業務中斷、預期儲蓄損失、業務機會損失）根據任何責任理論，包括但不限於合同、侵權、擔保、違反法定義務、疏忽或其他原因，即使Ice Lab Group Ltd已被告知此類損害的可能性或本可預見此類損害。在適用法律允許的最大范國內，Ice Lab Group Ltd及其附厲公司、管理人員、員工、代理、供應商和許可方的總責任，與服務相關的金額將限於大於一美元或您在導致此類責任的第一個事件或事件發生前一個月內實際支付給Ice Lab Group Ltd的任何金額。如果此補救措施未能完全彌補您因其基本目的而造成的任何損失或損失，則限制和排除也適用。 賠償 您同意賠償並使Ice Lab Group Ltd及其附厲公司、董事、高級職員、員工和代理免受任何責任、損失、損害或費用，，包括合理的律師費。這些責任、損失、損害或費用是由於您的內容、您對移動應用程序或服務的使用或您的任何故意不當行為而引起的第三方指控、索賠、訴訟、爭議或要求引（起的。 可分割性條款 本協議中包含的所有權利和限制都可以被行使，並且僅在不違反任何適用法律的情況下才適用並具有約束力，並且應在必要的程度上受到限制，以使它們不會使本協議成為非法，無效或無法執行。如果本協議的任何條款或部分條款被具有管轄權的法院認定為非法、無效或不可執行，則雙方的意圖為，其餘條款或其中的部分應構成雙方關於本協議標的的的協議，以及所有此類剩餘條款或其部分應保持完全效力。 爭議解決 本協議的形成、解釋和履行以及由此產生的任何爭議應受英屬維爾京群島的實體法和程序法管轄，但不考慮其衝突規範或法律選擇，並在適用范國內，受英屬維爾京群島法律管轄。 與本協議標的事項 相關的訴訟的專屬管轄權和審判地應為位於英屬維爾京群島的州法院和聯邦法院，悠特此服從該等法院的屬人管轄權。 您特此放棄在由本協議引起或 與之相關的任何訴訟中要求陪審團審判的任何權利。 《聯合國國際貨物銷售合同公約》不適用於本協議。 轉讓 末經我方事先書面同意，你不得全部或部分轉讓，轉售，再許可或以其他方式轉移或委派您在本協議項下的任何權利或義務，本公司自行決定並無義務同意該等書面同意，任何此類轉讓或轉讓均無效。 我方可自由將其在本協議項下的全部或部分權利或義務轉讓給任何第三方，作為其全部或絕大部分資產或股票出售的一部分，或作為合併的一部分。 變更和修改 我們保留隨時修改本協議或其與移動應用程序或服務相關的政策的權利，在將本協議的更新版本發佈到移動應用程序後生效。當我們這樣做的時候，我們將在本頁底部修改更新的日期。在任何此類更改之後繼續使用移動應用程序應視為您同意此類更改。 接受本條款 您承認您已閱讀本協議並同意其所有條款和條件。 使用移動應用程序或其服務即表示您同意受本協議的約束。如果您不同意遵守本協議的條款，您將無權使用或訪問該移動應用程序及其服務。 聯繫我們 如果您對本協議有任何疑問，請與我們聯繫。
