Repository: icevpn/IceVpnWallet
Catalog: wallet/wallet/Localization/*.lproj/Localizable.strings
Languages: ja, ko, ru, zh_hans, zh_hk

# LocalHelpQ1
source: 1.Which platforms does ICE VPN support? What clients are available?
ja: 1.ICE VPN はどのプラットフォームをサポートしていますか? どのようなクライアントが利用可能ですか?
ko: 1. ICE VPN은 어떤 플랫폼을 지원하나요? 어떤 고객이 있습니까?
ru: 1. Какие платформы поддерживает ICE VPN? Какие клиенты есть?
zh_hans: 1.ICE VPN支持哪些平台？有哪些客户端？
zh_hk: 1.ICE VPN支持哪些平台？有哪些客戶端？

# LocalHelpA1
source: Currently, ICE VPN supports the Android and iOS platforms. Other platforms are under development, so stay tuned.
ja: 現在、ICE VPN は Android および iOS プラットフォームをサポートしています。 他のプラットフォームも開発中ですので、ご期待ください。
ko: 현재 ICE VPN은 Android 및 iOS 플랫폼을 지원합니다. 다른 플랫폼은 개발 중이므로 계속 지켜봐 주시기 바랍니다.
ru: В настоящее время ICE VPN поддерживает платформы Android и iOS. Другие платформы находятся в разработке, так что следите за обновлениями.
zh_hans: 目前，ICE VPN支持Android和iOS平台。其他平台正在开发中，敬请期待。
zh_hk: 目前，ICE VPN支持Android和iOS平台。其他平台正在開發中，敬請期待。

# LocalHelpQ2
source: 2. Which node has better speed?
ja: 2. どのノードの速度が優れていますか?
ko: 2. 어떤 노드의 속도가 더 좋습니까?
ru: 2. Какой узел имеет лучшую скорость?
zh_hans: 2.哪个节点的速度更好？
zh_hk: 2.哪個節點的速度更好？

# LocalHelpA2
source: The network conditions in each region are different. If you need to log in to a website or game in a specific region, please select the corresponding node. Prioritize nodes with lower latency for faster connection speeds.
ja: 各地域のネットワーク状況は異なります。 特定の地域の Web サイトまたはゲームにログインする必要がある場合は、対応するノードを選択してください。 接続速度を速くするには、遅延が短いノードを優先します。
ko: 지역마다 네트워크 상황이 다르기 때문에 특정 지역의 웹사이트나 게임에 로그인해야 하는 경우 해당 지역의 회선을 선택하세요. 더 빠른 연결을 위해 대기 시간이 짧은 회선을 선호합니다.
ru: Условия сети в каждом регионе разные, если вам нужно авторизоваться на сайте или в игре в определенном регионе, выберите строку в соответствующем регионе. Предпочитайте линии с меньшей задержкой для более быстрого соединения.
zh_hans: 每个地区的网络状况都不同，如果您需要登录到某个地区的网站或者游戏，请选择对应地区的线路。优先选择延迟较低的线路以获得更快的连接速度。
zh_hk: 每個地區的網絡狀況都不同，如果您需要登錄到某個地區的網站或者遊戲，請選擇對應地區的線路。優先選擇延遲較低的線路以獲得更快的連接速度。

# LocalHelpQ3
source: 3.Does ICE VPN have any traffic restrictions?
ja: 3.ICE VPN にはトラフィック制限がありますか?
ko: 3. ICE VPN에 트래픽 제한이 있나요?
ru: 3. Есть ли у ICE VPN лимит трафика?
zh_hans: 3.ICE VPN有流量限制吗？
zh_hk: 3.ICE VPN有流量限制嗎？

# LocalHelpA3
source: ICE VPN does not have any traffic restrictions. Please note that if your device is not connected to the internet, no VPN software will work.
ja: ICE VPN にはトラフィック制限がありません。 デバイスがインターネットに接続されていない場合、VPN ソフトウェアは機能しないことに注意してください。
ko: ICE VPN에는 트래픽 제한이 없습니다. 장치가 인터넷에 연결되어 있지 않으면 VPN 소프트웨어가 작동하지 않습니다.
ru: ICE VPN не имеет ограничений по трафику. Обратите внимание, что никакое программное обеспечение VPN не будет работать, если ваше устройство не подключено к Интернету.
zh_hans: ICE VPN没有流量限制。请注意，如果您的设备没有联网，任何VPN软件都无法使用。
zh_hk: ICE VPN沒有流量限制。請注意，如果您的設備沒有聯網，任何VPN軟件都無法使用。

# LocalHelpQ4
source: 4.Is ICE VPN secure?
ja: 4.ICE VPN は安全ですか?
ko: 4. ICE VPN은 안전한가요?
ru: 4. Безопасен ли ICE VPN?
zh_hans: 4.ICE VPN安全吗？
zh_hk: 4.ICE VPN安全嗎？

# LocalHelpA4
source: Yes, ICE VPN is secure. In terms of privacy and data protection, ICE VPN uses Spiral 256-bit encryption and zero-logging to ensure your data is protected. It also comes with a built-in ad blocker to prevent ads from interrupting your browsing experience.
ja: はい、ICE VPN は安全です。 プライバシーとデータ保護の観点から、ICE VPN は Spiral 256 ビット暗号化とゼロロギングを使用してデータを確実に保護します。 また、広告によるブラウジング体験の中断を防ぐ広告ブロッカーも組み込まれています。
ko: 예, ICE VPN은 안전합니다. 개인 정보 보호 및 데이터 보호와 관련하여 ICE VPN은 Spiral 256비트 암호화, 제로 로깅 보장 및 광고 없는 상태를 유지하기 위한 내장형 광고 차단 기능을 제공합니다.
ru: Да, ICE VPN безопасен. Когда дело доходит до конфиденциальности и защиты данных, ICE VPN предлагает 256-битное шифрование Spiral, гарантию нулевого ведения журнала и встроенный блокировщик рекламы, чтобы вы были свободны от рекламы.
zh_hans: 是的，ICE VPN是安全的。在隐私和数据保护方面，ICE VPN采用螺旋256位加密、零日志记录保证，并内置广告拦截器，让您免受广告侵扰。
zh_hk: 是的，ICE VPN是安全的。在隱私和數據保護方面，ICE VPN採用螺旋256位加密、零日誌記錄保證，並內置廣告攔截器，讓您免受廣告侵擾。

# LocalHelpQ5
source: 5.Creating a new account to download ICE VPN - Hong Kong
ja: 5.ICE VPN をダウンロードするための新しいアカウントの作成 - 香港
ko: 5. ICE VPN - 홍콩을 다운로드할 새 계정을 만듭니다.
ru: 5. Создайте новую учетную запись, чтобы загрузить ICE VPN — Гонконг.
zh_hans: 5.创建新账号下载ICE VPN - 香港。
zh_hk: 5.創建新賬號下載ICE VPN - 香港。

# LocalHelpA5
source: It only takes 1 minute to create your new exclusive "Hong Kong Apple ID account" and easily download ICE VPN or other overseas apps! Step 1: Go to the Apple website to "Create your Apple ID" - (https://appleid.apple.com/account). Step 2: Enter your personal information according to the prompt steps. Please note that when selecting the country and region option, please choose "Hong Kong." In addition, please note two points: Email: You need to prepare a brand-new real email address that has never registered an Apple ID to receive the verification code. Phone number: Mobile verification in mainland China is supported. Step 3: After entering all the information, the page will jump to email verification. You need to check your email and enter the verification code here. Step 4: After completing the email verification, the page will jump to phone number verification. You need to check your registered phone number information and enter the verification code here. Step 5: After successfully entering the above information, the page will jump to the login and security page. Congratulations, your Hong Kong Apple ID has been successfully registered. Step 6: Open the App Store and click the icon in the upper right corner. Step 7: Select "Sign out." Remember to scroll down to see the "Sign out" button. Step 8: Log in to your newly registered Hong Kong Apple ID in the App Store. After entering the ID and password, please click the "Sign in" button below, not the "Done" button in the upper right corner. Final step: When you find that the store content font has become traditional Chinese characters, it means that you have switched to the Hong Kong region. At this time, you can search for ICE VPN in the store and download it yourself. Tips: When you find that the store content font has become traditional Chinese characters, it means that you have switched to the Hong Kong region. When downloading software for the first time with your new Apple ID, you will be asked to set some information for your Apple ID. Please click "Check," and then follow the prompts step by step. Note that you should not make any selections for the payment method, and other information can be filled in arbitrarily. After downloading ICE VPN, you can switch your Apple ID back to your original mainland China account at any time. Of course, you can also download various popular overseas apps in the Hong Kong store. ICE VPN supports all of them! If you encounter any problems during the download process, please feel free to contact the online customer service. We have a professional customer service team to help you solve any problems.
ja: わずか 1 分で新しい専用の「香港 Apple ID アカウント」を作成し、ICE VPN やその他の海外アプリを簡単にダウンロードできます。 ステップ1： Apple Web サイトにアクセスして「Apple ID を作成」します - (https://appleid.apple.com/account)。 ステップ2： プロンプトの手順に従って個人情報を入力します。 国と地域のオプションを選択する場合は、「香港」を選択してください。また、次の 2 つの点にご注意ください。 電子メール: 確認コードを受け取るには、Apple ID を登録したことがない新しい実際の電子メール アドレスを準備する必要があります。 電話番号: 中国本土でのモバイル認証がサポートされています。 ステップ 3: すべての情報を入力すると、電子メール認証のページに移動します。 メールを確認し、ここに確認コードを入力する必要があります。 ステップ 4: メール認証が完了すると、電話番号認証へ進みます。 ここで登録した電話番号情報を確認し、認証コードを入力する必要があります。 ステップ5: 上記の情報を正常に入力すると、ログインとセキュリティのページにジャンプします。 おめでとうございます。香港 Apple ID が正常に登録されました。 ステップ6: App Store を開き、右上隅のアイコンをクリックします。 ステップ 7: 「サインアウト」を選択します。必ず下にスクロールして「サインアウト」ボタンを表示してください。 ステップ8: App Store で新しく登録した香港 Apple ID にログインします。 IDとパスワードを入力したら、右上の「完了」ボタンではなく、下の「サインイン」ボタンをクリックしてください。 最終段階： ストアコンテンツのフォントが繁体字になっている場合は、香港地域に切り替わったことを意味します。 現時点では、ストアで ICE VPN を検索し、自分でダウンロードできます。 チップ： ストアコンテンツのフォントが繁体字になっている場合は、香港地域に切り替わったことを意味します。 新しい Apple ID を使用して初めてソフトウェアをダウンロードするときは、Apple ID の情報を設定するように求められます。 「チェック」をクリックして、指示に従って段階的に進んでください。 なお、支払い方法については特に選択する必要はなく、その他の情報は任意に入力できます。 ICE VPN をダウンロードした後は、いつでも Apple ID を元の中国本土のアカウントに戻すことができます。 もちろん香港ストアでは海外の人気アプリも各種ダウンロード可能です。 ICE VPN はそれらすべてをサポートしています。 ダウンロード中に問題が発生した場合は、お気軽にオンライン カスタマー サービスまでお問い合わせください。 当社には、あらゆる問題の解決をお手伝いする専門のカスタマーサービスチームがいます。
ko: 새로운 전용 홍콩 Apple ID 계정을 생성한 후 1분이면 ICE VPN 또는 기타 해외 애플리케이션을 쉽게 다운로드할 수 있습니다! 첫 번째 단계 Apple 웹 사이트로 이동하여 Apple ID 만들기 - (https://appleid.apple.com/account) 두번째 단계 프롬프트 단계에 따라 개인 정보를 입력하십시오. 국가 및 지역 옵션을 선택할 때 홍콩을 선택하십시오. 또한 두 가지 사항에 유의해야 합니다. 이메일: Apple ID로 등록된 적이 없는 새로운 실제 이메일을 준비해야 인증 코드를 받을 수 있습니다. 휴대폰 번호: 중국 본토에서 휴대폰 인증 지원 세 번째 단계 모든 정보를 입력하면 페이지가 이메일 확인으로 이동합니다. 이메일을 확인하고 여기에 확인 코드를 입력해야 합니다. 네 번째 단계 이메일 인증을 완료하면 휴대폰 번호 인증 페이지로 이동합니다. 등록 시 사용한 휴대폰 번호 정보를 확인해야 하며, 여기에 인증번호를 입력하세요. 다섯 번째 단계 위의 정보를 성공적으로 입력하면 페이지가 로그인 및 보안 페이지로 이동합니다. 축하합니다. 홍콩 Apple ID가 성공적으로 등록되었습니다. 6단계 App Store를 열고 오른쪽 상단 모서리에 있는 아이콘을 클릭합니다. 7단계 로그아웃을 선택하고 로그아웃 버튼을 보려면 페이지 하단으로 스와이프해야 합니다. 8단계: App Store에 방금 등록한 Hong Kong Apple ID로 로그인하십시오.ID와 비밀번호를 입력한 후 오른쪽 상단의 마침 버튼 대신 아래의 로그인 버튼을 클릭하십시오. 마지막 단계: 스토어 콘텐츠의 글꼴이 중국어 번체로 변경된 것을 확인하면 홍콩 지역으로 전환했음을 증명합니다. 이 시점에서 스토어에서 ICE VPN을 검색하여 다운로드할 수 있습니다. 친절한 팁: • 스토어 콘텐츠의 글꼴이 전통자로 변경된 것을 발견하면 홍콩 지역으로 전환했음을 증명합니다. • 새로운 Apple ID가 처음으로 소프트웨어를 다운로드하면 그림과 같이 Apple ID에 대한 정보를 설정하라는 메시지가 표시되며 확인을 클릭한 다음 지시에 따라 단계별로 작동합니다. , 다른 내용은 마음대로 채울 수 있습니다. • ICE VPN을 다운로드한 후 언제든지 Apple ID를 중국 본토의 원래 계정으로 다시 전환할 수 있습니다.물론 홍콩 스토어에서도 다양한 해외 인기 애플리케이션을 다운로드할 수 있으며 Mavericks에서 모두 지원할 수 있습니다! • 다운로드 과정에서 문제가 발생하면 언제든지 온라인 고객 서비스에 문의하십시오. 문제를 해결할 수 있도록 전문 고객 서비스 팀이 있습니다.
ru: Это займет всего 1 минуту, после создания новой эксклюзивной «Гонконгской учетной записи Apple ID» вы можете легко загрузить ICE VPN или другие зарубежные приложения! первый шаг Перейдите на веб-сайт Apple, чтобы «Создать свой Apple ID» - (https://appleid.apple.com/account) второй шаг Введите свою личную информацию в соответствии с инструкциями. Обратите внимание, что при выборе страны и региона выберите «Гонконг». Кроме того, следует отметить два момента: Электронная почта: вам нужно подготовить новую реальную электронную почту, которая никогда не была зарегистрирована с помощью Apple ID, чтобы получить код подтверждения. Номер мобильного телефона: поддержка проверки мобильного телефона в материковом Китае третий шаг После того, как вы введете всю информацию, страница перейдет к проверке электронной почты, вам нужно проверить свою электронную почту и ввести код подтверждения здесь. четвертый шаг После завершения проверки электронной почты страница перейдет к проверке номера мобильного телефона. Вам необходимо проверить информацию о номере мобильного телефона, который вы использовали для регистрации, введите проверочный код здесь пятый шаг После того, как вы успешно ввели вышеуказанную информацию, страница перейдет на страницу входа и безопасности, поздравляем, ваш гонконгский Apple ID успешно зарегистрирован. шаг шестой Откройте App Store, нажмите значок в правом верхнем углу шаг седьмой Выберите «Выйти» и обязательно проведите пальцем вниз страницы, чтобы увидеть кнопку «Выйти». Шаг восьмой: Войдите в свой гонконгский Apple ID, который вы только что зарегистрировали в App Store. После того, как вы ввели идентификатор и пароль, нажмите кнопку «Войти» ниже, а не кнопку «Готово» в правом верхнем углу. последний шаг: Когда вы обнаружите, что шрифт содержимого магазина изменился на традиционный китайский, это доказывает, что вы переключились на регион Гонконг. На данный момент вы можете найти ICE VPN в магазине, чтобы загрузить Добрые советы: • Когда вы обнаружите, что шрифт содержимого магазина изменился на традиционные символы, это доказывает, что вы переключились на регион Гонконг. • Когда новый Apple ID загружает программное обеспечение в первый раз, он попросит указать некоторую информацию об Apple ID, как показано на рисунке, нажмите «Проверить», а затем следуйте инструкциям, чтобы действовать шаг за шагом. , другой контент может быть заполнен по желанию • После загрузки ICE VPN вы можете в любое время переключить свой Apple ID обратно на исходную учетную запись в материковом Китае.Конечно, вы также можете загружать различные зарубежные популярные приложения в магазине Гонконга, и Mavericks может поддерживать их все! • Если у вас возникнут какие-либо проблемы в процессе загрузки, пожалуйста, не стесняйтесь обращаться в онлайн-службу поддержки клиентов, у нас будет профессиональная команда обслуживания клиентов, которая поможет вам решить любые проблемы.
zh_hans: 仅需 1 分钟，创建您的全新专属 “香港 Apple ID 账号” 后，就可以轻松下载ICE VPN或者其他海外应用！ 第一步 进入 Apple 官网来 “创建您的 Apple ID” - (https://appleid.apple.com/account) 第二步 根据提示步骤输入您的个人相关信息，请注意，选择国家和地区选项时，请选择 “香港”，另外需注意两点： 邮箱：您需要准备一个从未注册过 Apple ID 的全新真实邮箱用来收取验证码 手机号：支持中国大陆的手机验证 第三步 当您输入所有的信息后，页面会跳转到邮箱验证，您需要查询您的邮箱，并将验证码输入在这里 第四步 当您完成邮箱验证后，页面会跳转到手机号验证。您需要查看您注册用的手机号码信息，将验证码输入在这里 第五步 当您成功输入完以上信息后，页面将跳转到登录和安全页面，恭喜您，您的香港 Apple ID 已经注册成功了 第六步 打开 App Store，点击右上角图标 第七步 选择 “退出登录”，记得一定要滑倒页面底部才能看到 “退出登录” 按钮 第八步: 在 App Store 中登录您刚刚注册的香港 Apple ID ，当您输入完 ID 和密码之后，请点击下方的 “登录” 按钮，不要点击右上角的 “完成” 按钮 最后一步: 当您发现商店内容字体变为繁体字后证明您已经切换到香港地区了 此时您可以在商店中自行搜索 ICE VPN进行下载 温馨提示： • 当您发现商店内容字体变为繁体字后证明您已经切换到香港地区了 • 新的 Apple ID 在首次下载软件时，会要求设定 Apple ID 的一些信息，如图中所示，请点击 “检查” ，然后按照提示逐步操作即可，需要注意的是付款方式不要做任何选择，其它的内容可随意填写 • 下载完成ICE VPN后，您可以随时把 Apple ID 切换回原来的中国大陆账号，当然您也可以在香港商店中下载各种海外热门应用，小牛全部都能支持！ • 如果您在下载过程中有遇到任何问题，请您随时联系在线客服，我们会有专业的客服团队帮助您解决任何问题
zh_hk: 僅需 1 分鐘，創建您的全新專屬 “香港 Apple ID 賬號” 後，就可以輕鬆下載ICE VPN或者其他海外應用！ 第一步 進入 Apple 官網來 “創建您的 Apple ID” - (https://appleid.apple.com/account) 第二步 根據提示步驟輸入您的個人相關信息，請注意，選擇國家和地區選項時，請選擇 “香港”，另外需注意兩點： 郵箱：您需要準備一個從未註冊過 Apple ID 的全新真實郵箱用來收取驗證碼 手機號：支持中國大陸的手機驗證 第三步 當您輸入所有的信息後，頁面會跳轉到郵箱驗證，您需要查詢您的郵箱，並將驗證碼輸入在這裡 第四步 當您完成郵箱驗證後，頁面會跳轉到手機號驗證。您需要查看您註冊用的手機號碼信息，將驗證碼輸入在這裡 第五步 當您成功輸入完以上信息後，頁面將跳轉到登錄和安全頁面，恭喜您，您的香港 Apple ID 已經註冊成功了 第六步 打開 App Store，點擊右上角圖標 第七步 選擇 “退出登錄”，記得一定要滑倒頁面底部才能看到 “退出登錄” 按鈕 第八步: 在 App Store 中登錄您剛剛註冊的香港 Apple ID ，當您輸入完 ID 和密碼之後，請點擊下方的 “登錄” 按鈕，不要點擊右上角的 “完成” 按鈕 最後一步: 當您發現商店內容字體變為繁體字後證明您已經切換到香港地區了 此時您可以在商店中自行搜索 ICE VPN進行下載 溫馨提示： • 當您發現商店內容字體變為繁體字後證明您已經切換到香港地區了 • 新的 Apple ID 在首次下載軟件時，會要求設定 Apple ID 的一些信息，如圖中所示，請點擊 “檢查” ，然後按照提示逐步操作即可，需要注意的是付款方式不要做任何選擇，其它的內容可隨意填寫 • 下載完成ICE VPN後，您可以隨時把 Apple ID 切換回原來的中國大陸賬號，當然您也可以在香港商店中下載各種海外熱門應用，小牛全部都能支持！ • 如果您在下載過程中有遇到任何問題，請您隨時聯繫在線客服，我們會有專業的客服團隊幫助您解決任何問題

# LocalHelpQ6
source: 6.Switch Apple ID region to download ICE VPN
ja: 6.Apple ID リージョンを切り替えて ICE VPN をダウンロードする
ko: 6. ICE VPN을 다운로드할 Apple 계정의 지역을 수정합니다.
ru: 6. Измените регион учетной записи Apple, чтобы загрузить ICE VPN.
zh_hans: 6.修改 Apple 账号的地区下载ICE VPN。
zh_hk: 6.修改 Apple 賬號的地區下載ICE VPN。

# LocalHelpA6
source: It only takes 1 minute to switch your Apple ID region to Hong Kong and download ICE VPN. Please note that if you have subscription content in your account, please choose another method. Step 1: Log in to the Apple website https://appleid.apple.com and click "Sign In" to enter your Apple ID. Step 2: After logging in successfully, click on the "Edit" button next to the "Account" label. Step 3: On the account settings page, click on the "Change Country or Region" button. Step 4: On the Country or Region page, select "Change Country or Region". If prompted that you cannot change the country or region, please use another method to download. Step 5: You have now entered the payment information page. Please fill in the relevant information as described below: Country or Region: Hong Kong Payment Method: None Billing address: You can fill in your last name, first name, and street address as desired. Phone number: 852 + any 8 digits. Shipping address: You can fill in your last name, first name, and street address as desired, and select Hong Kong as the country or region. After filling in the information, click the "Update" button at the bottom. If the payment method cannot be changed to "None", please use another method to download. Step 6: Open the App Store and click the icon in the upper right corner. Step 7: Select the "Sign Out" button, and remember to scroll to the bottom of the page to see this button. Step 8: Re-login to the App Store with your Apple ID. After entering your ID and password, click the "Sign In" button at the bottom, not the "Done" button in the upper right corner. Last step: When you see the content in the store change to traditional Chinese, it means that you have successfully switched to the Hong Kong region. You can now search for ICE VPN and download it from the store. Reminder: • After downloading ICE VPN, you can also switch the region of your Apple ID back to China at any time. Of course, you can also download various popular overseas applications in the Hong Kong store, and ICE can support all of them! • If you encounter any problems during the download process, please feel free to contact our customer service. We have a professional team to help you solve any problems.
ja: Apple ID の地域を香港に切り替えて ICE VPN をダウンロードするのにかかる時間はわずか 1 分です。 アカウントに定期購読コンテンツがある場合は、別の方法を選択してください。 ステップ1： Apple Web サイト https://appleid.apple.com にログインし、「サインイン」をクリックして Apple ID を入力します。 ステップ2： 正常にログインしたら、「アカウント」ラベルの横にある「編集」ボタンをクリックします。 ステップ 3: アカウント設定ページで、「国または地域の変更」ボタンをクリックします。 ステップ 4: [国または地域] ページで、[国または地域の変更] を選択します。 国または地域を変更できないというメッセージが表示された場合は、別の方法でダウンロードしてください。 ステップ5: これで支払い情報ページに入りました。 以下の説明に従って関連情報を入力してください。 国または地域: 香港 支払い方法：なし 請求先住所: 必要に応じて、姓、名、住所を入力できます。 電話番号: 852 + 任意の 8 桁。 配送先住所: 必要に応じて姓、名、番地を入力し、国または地域として香港を選択できます。 情報を入力したら、下部にある「更新」ボタンをクリックします。 お支払い方法を「なし」に変更できない場合は、別の方法でダウンロードしてください。 ステップ6: App Store を開き、右上隅のアイコンをクリックします。 ステップ 7: 「サインアウト」ボタンを選択し、ページの一番下までスクロールしてこのボタンを表示してください。 ステップ8: Apple ID を使用して App Store に再ログインします。 IDとパスワードを入力したら、右上隅の「完了」ボタンではなく、下部にある「サインイン」ボタンをクリックしてください。 最後のステップ： ストアのコンテンツが繁体字中国語に変わったら、香港地域への切り替えが成功したことを意味します。 ICE VPN を検索してストアからダウンロードできるようになりました。 リマインダー： • ICE VPN をダウンロードした後、いつでも Apple ID の地域を中国に戻すこともできます。 もちろん香港ストアでは海外の人気アプリもダウンロードでき、ICEは全てサポート可能です！ • ダウンロード処理中に問題が発生した場合は、お気軽に弊社カスタマーサービスまでご連絡ください。 あらゆる問題の解決をお手伝いする専門チームがいます。
ko: ICE VPN을 다운로드하기 위해 Apple ID를 홍콩으로 전환하는 데 1분밖에 걸리지 않습니다 계정에 구독 콘텐츠가 있는 경우 다른 방법을 선택하십시오! . 첫 번째 단계 Apple의 공식 웹 사이트 https://appleid.apple.com에 로그인하고 로그인을 클릭한 다음 Apple ID를 입력하십시오. 두번째 단계 로그인 성공 후 오른쪽 상단의 드롭다운 메뉴에서 개인정보 옵션을 클릭합니다. 세 번째 단계 개인 정보 페이지에서 국가 또는 지역 옵션을 클릭하여 선택합니다. 네 번째 단계 국가 또는 지역 페이지에서 국가 또는 지역 변경을 선택하십시오. 국가 또는 지역을 변경할 수 없다는 메시지가 표시되면 다른 방법을 사용하여 다운로드하십시오. 다섯 번째 단계 이 시점에서 결제 방법 페이지로 이동했습니다. 아래에 설명된 대로 관련 정보를 입력하십시오. 나라 또는 지역: 홍콩 지불 방법: 없음 Billing address: 성, 이름, 주소는 자유롭게 기입 가능 전화번호: 852 + 임의의 8자리 배송 주소: 성, 이름, 거리 주소는 자유롭게 입력할 수 있으며 국가 또는 지역은 홍콩을 선택합니다. 입력 후 마지막으로 하단의 업데이트 버튼을 클릭합니다. 결제 방법으로 없음을 선택할 수 없는 경우 다른 방법을 사용하여 다운로드하십시오. 6단계 App Store를 열고 오른쪽 상단 모서리에 있는 아이콘을 클릭합니다. 7단계 '로그아웃' 버튼을 선택하세요. 이 버튼을 보려면 페이지 하단으로 슬라이드하세요. 여덟 번째 단계 App Store에서 Apple ID를 다시 로그인하고 ID와 비밀번호를 입력한 후 오른쪽 상단의 완료를 클릭하지 말고 아래의 '로그인' 버튼을 클릭하십시오. 마지막 단계 상점의 콘텐츠가 기존 콘텐츠로 변경된 것을 발견하면 홍콩 지역으로 전환했음을 증명합니다. 이 시점에서 스토어에서 ICE VPN을 검색하여 다운로드할 수 있습니다. 친절한 팁: • ICE VPN을 다운로드한 후 언제든지 Apple ID의 지역을 중국 본토로 다시 변경할 수 있습니다.물론 홍콩 스토어에서 다양한 해외 인기 애플리케이션을 다운로드할 수도 있으며 ICE에서 모두 지원할 수 있습니다! • 다운로드 과정에서 문제가 발생하면 언제든지 온라인 고객 서비스에 문의하십시오. 전문 고객 서비스 팀이 문제 해결을 도와드립니다.
ru: Переключение Apple ID на Гонконг для загрузки ICE VPN занимает всего 1 минуту.Обратите внимание, что если в вашей учетной записи есть контент по подписке, выберите другой метод! . первый шаг Войдите на официальный сайт Apple https://appleid.apple.com, нажмите «Войти» и введите свой Apple ID. второй шаг После успешного входа в систему нажмите «Личная информация» в раскрывающемся меню в правом верхнем углу. третий шаг На странице личной информации нажмите, чтобы выбрать опцию «Страна или регион». четвертый шаг Выберите «Изменить страну или регион» на странице «Страна или регион». Если появится сообщение о невозможности изменения страны или региона, используйте другие способы загрузки. пятый шаг На этом этапе вы вошли на страницу способа оплаты, пожалуйста, заполните соответствующую информацию, как описано ниже: Страна или регион: Гонконг Способ оплаты: нет Платежный адрес: фамилия, имя, почтовый адрес могут быть заполнены свободно Номер телефона: 852 + любые 8 цифр Адрес доставки: Фамилия, имя, почтовый адрес могут быть заполнены свободно, страна или регион выбирают Гонконг. После заполнения, наконец, нажмите кнопку «Обновить» внизу. Если в качестве способа оплаты нельзя выбрать «Нет», используйте другие способы для загрузки. шаг шестой Откройте App Store, нажмите значок в правом верхнем углу шаг седьмой Нажмите кнопку «Выход», не забудьте спуститься вниз страницы, чтобы увидеть эту кнопку. восьмой шаг Повторно войдите в свой Apple ID в App Store, после ввода идентификатора и пароля нажмите кнопку «Войти», кнопку ниже, не нажимайте «Готово» в правом верхнем углу. последний шаг Когда вы обнаружите, что содержимое магазина изменилось на традиционное, это доказывает, что вы перешли на регион Гонконг. На данный момент вы можете найти ICE VPN в магазине, чтобы загрузить Добрые советы: • После загрузки ICE VPN вы также можете в любое время изменить регион своего Apple ID обратно на материковый Китай.Конечно, вы также можете загрузить различные популярные зарубежные приложения в магазине Гонконга, и ICE может поддерживать их все! • Если у вас возникнут какие-либо проблемы в процессе загрузки, пожалуйста, не стесняйтесь обращаться в онлайн-службу поддержки клиентов, у нас будет профессиональная команда обслуживания клиентов, которая поможет вам решить любые проблемы.
zh_hans: 仅需 1 分钟，将您的 Apple ID 切换到香港地区下载ICE VPN， 请注意，若您的账号中存在订阅内容，请您选择其他方式！。 第一步 登录进入 Apple 官网 https://appleid.apple.com， 点击 “登录”，输入自己的 Apple ID 第二步 登录成功后点击右上角下拉菜单中的 “个人信息” 选项 第三步 在个人信息页面点击选择 “国家或地区” 选项 第四步 在国家或地区页面选择 “更改国家或地区”。 若提示无法更改国家或地区，请使用其他方式下载 第五步 此时您已经进入到付款方式页面，请按照下述描述填写相关信息： 国家或地区：香港 付款方式：无 账单寄送地址：姓氏，名字，街道地址可以随意填写 电话号码：852 + 任意 8 位数字 配送地址：姓氏，名字，街道地址可以随意填写，国家或地区选择香港 填写完毕后，最后点击最底部的 “更新” 按钮即可。 若付款方式无法选择 “无”，请使用其他方式下载 第六步 打开 App Store，点击右上角图标 第七步 选择 '退出登录', 按钮，记得一定要滑到页面底部才能看到这个按钮 第八步 在 App Store 中重新登录您的 Apple ID，输入 ID 和密码之后，请点击下方 '登录', 按钮，不要点击右上角的完成 最后一步 当您发现商店内容变为繁体内容后证明您已经切换到香港地区了 此时您可以在商店中自行搜索 ICE VPN 进行下载 温馨提示: • 下载完成ICE VPN后，您也可以随时把 Apple ID 的地区改回中国大陆，当然您也可以在香港商店中下载各种海外热门应用，ICE全部都能支持！ • 若您在下载过程中遇到任何问题，请您随时联系在线客服，我们会有专业的客服团队帮助您解决任何问题。
zh_hk: 僅需 1 分鐘，將您的 Apple ID 切換到香港地區下載ICE VPN， 請注意，若您的賬號中存在訂閱內容，請您選擇其他方式！ 。 第一步 登錄進入 Apple 官網 https://appleid.apple.com， 點擊 “登錄”，輸入自己的 Apple ID 第二步 登錄成功後點擊右上角下拉菜單中的 “個人信息” 選項 第三步 在個人信息頁麵點擊選擇 “國家或地區” 選項 第四步 在國家或地區頁面選擇 “更改國家或地區”。若提示無法更改國家或地區，請使用其他方式下載 第五步 此時您已經進入到付款方式頁面，請按照下述描述填寫相關信息： 國家或地區：香港 付款方式：無 賬單寄送地址：姓氏，名字，街道地址可以隨意填寫 電話號碼：852 + 任意 8 位數字 配送地址：姓氏，名字，街道地址可以隨意填寫，國家或地區選擇香港 填寫完畢後，最後點擊最底部的 “更新” 按鈕即可。若付款方式無法選擇 “無”，請使用其他方式下載 第六步 打開 App Store，點擊右上角圖標 第七步 選擇 '退出登錄', 按鈕，記得一定要滑到頁面底部才能看到這個按鈕 第八步 在 App Store 中重新登錄您的 Apple ID，輸入 ID 和密碼之後，請點擊下方 '登錄', 按鈕，不要點擊右上角的完成 最後一步 當您發現商店內容變為繁體內容後證明您已經切換到香港地區了 此時您可以在商店中自行搜索 ICE VPN 進行下載 溫馨提示: • 下載完成ICE VPN後，您也可以隨時把 Apple ID 的地區改回中國大陸，當然您也可以在香港商店中下載各種海外熱門應用，ICE全部都能支持！ • 若您在下載過程中遇到任何問題，請您隨時聯繫在線客服，我們會有專業的客服團隊幫助您解決任何問題。

# LocalHelpQ7
source: 7.iOS connection frequently disconnects issue
ja: 7.iOS接続が頻繁に切断される問題
ko: 7. iOS 연결이 자주 끊어집니다.
ru: 7. Соединение с iOS часто прерывается.
zh_hans: 7.iOS 连接经常断开问题。
zh_hk: 7.iOS 連接經常斷開問題。
