Repository: icevpn/IceVpnWallet
Catalog: wallet/wallet/Localization/*.lproj/Localizable.strings
Languages: ja, ko, ru, zh_hans, zh_hk

# LocalPrivacyText
source: Privacy Policy (Summary) We take your privacy very seriously. Here is a brief summary of the information we collect and how it is used: IP address Stored in memory during connection. Deleted upon disconnection. Never stored on permanent storage such as disk, except in cases of abuse such as DoS attacks (where large numbers of VPN connections fail or abnormal data packets are sent), in which case the IP address, access time and received data may be stored in permanent firewall logs.Application version, operating system type and version not stored. Occasionally stored and collected to assist in resolving errors and issues with the service. The information stored when collected is absolutely not able to identify any specific user. Traffic logs Not collected or stored. DNS logs Not collected or stored. Email/support formStored to resolve support requests or feedback.upon request or after a 6-month archiving period. These support resolutions will be used as anonymous statistical data to improve our services. The full Privacy Policy is shown below. Please ensure that you have read and fully understood it before agreeing and continuing. Privacy Policy (Full)This Privacy Policy (“Policy”) describes how Ice Lab Group Ltd (“Ice Lab Group Ltd”, “we”, “us” or “our”) collects, protects and uses any personal identity information (“Personal Information”) that you (“User”, “you” or “your”) may provide us with in connection with the ice mobile application and any of its products or services (collectively, “Mobile Application” or “Service”). It also describes your choices regarding our use of your Personal Information and how you can access and update this information. This Policy does not apply to the actions of companies that we do not own or control, or to individuals that we do not employ or manage. Collecting Personal InformationWe receive and store any information you intentionally provide us with when you fill out any online form or send us an email in the Mobile Application. Collecting Non-Personal InformationWhen you open the Mobile Application, our servers automatically receive information sent from your device. This data may include information such as your device’s IP address, application version, operating system type and version.During the normal operation of the Mobile Application, our servers process traffic. This data has neither been collected nor stored.Using and Processing Collected InformationAny information we collect from you may be used to improve our Mobile Application; improve customer service and respond to customer queries and emails; operate and run our Mobile Application and Service. Collected non-personal information is used solely to identify potential abuses and to establish statistical information about the use of the Mobile Application. Otherwise, this statistical information will not be aggregated in a way that identifies any specific user of the system. We may process Personal Information related to you if one of the following applies: (i) you have given your consent for one or more specific purposes. Please note that under some laws we may be allowed to process information until you object to such processing (by opting out), without having to rely on consent or any other of the following legal bases below. However, when the processing of Personal Information is subject to European data protection law, this is not applicable: (i) where it is necessary to provide information to perform an agreement and/or any pre-contractual obligations with you; (ii) where processing is necessary for compliance with a legal obligation to which you are subject; (iii) processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in us; (iv) processing is necessary for the purposes of the legitimate interests pursued by us or by a third party. In any case, we are willing to clarify the specific legal basisInformation Transmission and StorageDepending on your location, data transmission may involve transferring your information and storing it in a country outside of your own. You have the right to know the legal basis for transferring information to countries outside of the European Union or to any international organization established by two or more countries (such as the United Nations), as well as the security measures we take to protect your information. If any such transfer occurs, you can find out more information by referring to the relevant sections of this document or by contacting us using the information provided in the Contact section. User Rights You have the right to exercise certain rights with respect to the information we process about you. In particular, you have the right to: (i) withdraw your consent if you have previously agreed to the processing of your information; (ii) object to the processing of your information if it is based on legal bases other than consent; (iii) know whether we are processing your information, obtain disclosures regarding certain aspects of the processing, and obtain a copy of the information being processed; (iv) verify the accuracy of your information and request its update or correction; (v) in certain cases, restrict the processing of your information, in which case we will not use your information for any purpose other than storage; (vi) in certain cases, request the deletion of your personal information; and (vii) receive your information in a structured, commonly used, and machine-readable format and, if technically feasible, transmit it to another controller without any hindrance. This provision applies if your information is processed automatically and the processing is based on your consent, as part of a contract or your pre-contractual obligations. Right to Object to ProcessingIf personal information is processed for purposes of public interest, exercising official authority vested in us, or pursuing our legitimate interests, you may object to the processing of personal information by providing reasons specific to your particular situation. However, you should be aware that if your personal information is processed for direct marketing purposes, you may object to such processing at any time without providing any reasons. For more information on whether we process personal information for direct marketing purposes, please refer to the relevant sections of this document. How to Exercise These Rights Any requests to exercise user rights may be sent to the owner through the contact information provided in this document. These requests can be carried out free of charge, and the owner will address them as soon as possible and within one month at the latest. Children s Privacy We do not knowingly collect any personal information from children under the age of 13. If you are under the age of 13, please do not submit any personal information through our mobile application or service. We encourage parents and legal guardians to monitor their children s internet usage and to instruct their children to never provide personal information through our mobile application or service without their permission, in order to help enforce this policy. If you have reason to believe that a child under the age of 13 has provided personal information to us through our mobile application or service, please contact us. You must also be at least 16 years old to consent to the processing of your personal data in your country (in some countries, we may allow your parents or guardians to do this on your behalf). Links to Other Mobile Applications Our mobile application contains links to other mobile applications that we do not own or control. Please be aware that we are not responsible for the privacy practices of such other mobile applications or third parties. We encourage you to be aware when you leave our mobile application and to read the privacy statements of each and every mobile application that may collect personal information. Information Security We protect the information you provide on our computer servers in a controlled and secure environment to prevent unauthorized access, use, or disclosure. We maintain reasonable management, technical, and physical protection measures to prevent unauthorized access, use, modification, and disclosure of personal information under our control and custody. However, we cannot guarantee the security and privacy of information and data exchanged between you and our mobile application over the internet or wireless network due to security and privacy limitations beyond our control. You acknowledge that (1) the internet has security and privacy limitations beyond our control, (i) the security, integrity, and privacy of any and all information and data exchanged between you and our mobile application cannot be guaranteed, and (ii) despite our best efforts, third parties may still view or tamper with any such information and data during transmission. Data Breach If we become aware of any compromise to the security of our mobile application or any unauthorized disclosure of user personal information due to external activity (including but not limited to security breaches or fraud), we reserve the right to take reasonable and appropriate measures, including but not limited to investigation and reporting, and to notify law enforcement authorities and cooperate with them. If a data breach occurs, we will make reasonable efforts to notify affected individuals if we believe there is a risk of reasonable harm to users due to the data breach or if required by law. When we do so, we will post a notice in our mobile application. Legal Disclosure We may disclose any information we collect, use, or receive if required or permitted by law, such as in response to a subpoena or similar legal process, and when we believe in good faith that disclosure is necessary to protect our rights, your safety, or the safety of others, investigate fraud, or respond to a government request. Changes and Modifications We reserve the right to modify this policy related to our mobile application or services at any time, effective upon posting an updated version of this policy in our mobile application. When we do so, we will revise the updated date at the bottom of this page. Continuing to use our mobile application after any such changes shall constitute your consent to such changes. Acceptance of this Policy You acknowledge that you have read and agree to all terms and conditions of this policy. By using our mobile application or services, you agree to be bound by this policy. If you do not agree to comply with the terms of this policy, you will not have the right to use or access our mobile application and its services. Contact Us If you have any questions about this policy, please contact us.
ja: プライバシーポリシー（概要） 私たちはあなたのプライバシーを非常に重視しています。 当社が収集する情報とその使用方法の簡単な概要は次のとおりです。 IPアドレス 接続中にメモリに保存されます。 切断すると削除されます。 DoS 攻撃などの悪用の場合 (大量の VPN 接続が失敗するか異常なデータ パケットが送信される場合) を除き、ディスクなどの永久ストレージに保存されることはありません。この場合、IP アドレス、アクセス時間、受信データは次の場所に保存されることがあります。 永続的なファイアウォール ログ。アプリケーションのバージョン、オペレーティング システムの種類、およびバージョンは保存されません。 サービスに関するエラーや問題の解決を支援するために、時折保存および収集されます。 収集時に保存される情報は、特定のユーザーを識別することはできません。 トラフィックログ 収集または保管されていません。 DNSログ 収集または保管されていません。 電子メール/サポート フォームサポート リクエストやフィードバックを解決するために保存されます。リクエストに応じて、または 6 か月のアーカイブ期間後に保存されます。 これらのサポート決議は、当社のサービスを向上させるために匿名の統計データとして使用されます。 完全なプライバシー ポリシーを以下に示します。 同意して続行する前に、必ず読んで完全に理解してください。 プライバシー ポリシー (全文) このプライバシー ポリシー (「ポリシー」) では、Ice Lab Group Ltd (「Ice Lab Group Ltd」、「当社」、「当社」、または「当社の」) が個人識別情報 (「 あなた（「ユーザー」、「あなた」または「あなたの」）が、ice モバイル アプリケーションおよびその製品またはサービス（総称して「モバイル アプリケーション」または「サービス」）に関連して当社に提供する場合がある「個人情報」）。 また、当社による個人情報の使用に関するお客様の選択と、この情報にアクセスして更新する方法についても説明します。 このポリシーは、当社が所有または管理していない企業の行動、または当社が雇用または管理していない個人には適用されません。 個人情報の収集当社は、お客様がオンライン フォームに記入するとき、またはモバイル アプリケーションで当社に電子メールを送信するときに、お客様が意図的に当社に提供した情報を受信し、保管します。 非個人情報の収集モバイル アプリケーションを開くと、当社のサーバーはデバイスから送信された情報を自動的に受信します。 このデータには、デバイスの IP アドレス、アプリケーションのバージョン、オペレーティング システムの種類とバージョンなどの情報が含まれる場合があります。モバイル アプリケーションの通常の動作中、当社のサーバーはトラフィックを処理します。 このデータは収集も保存もされていません。収集された情報の使用と処理当社がお客様から収集した情報は、当社のモバイル アプリケーションを改善するために使用される場合があります。 顧客サービスを向上させ、顧客の問い合わせや電子メールに対応するため。 当社のモバイルアプリケーションとサービスを操作および実行します。 収集された非個人情報は、潜在的な悪用を特定し、モバイル アプリケーションの使用に関する統計情報を確立するためにのみ使用されます。 それ以外の場合、この統計情報は、システムの特定のユーザーを識別する方法で集計されません。 以下のいずれかに該当する場合、当社はお客様に関連する個人情報を処理することがあります: (i) 1 つ以上の特定の目的のためにお客様が同意した場合。 一部の法律の下では、お客様がかかる処理に異議を唱えるまで（オプトアウトすることにより）、同意またはその他の以下の法的根拠に依存することなく、情報を処理することが許可される場合があることに注意してください。 ただし、個人情報の処理が欧州データ保護法の対象となる場合、これは適用されません。(i) お客様との契約および/または契約前の義務を履行するために情報を提供する必要がある場合。 (ii) お客様が課せられる法的義務を遵守するために処理が必要な場合。 (iii) 処理は、公益のために、または当社に与えられた公的な権限の行使において実行される任務の遂行に必要である。 (iv) 当社または第三者が追求する正当な利益の目的のために処理が必要である場合。 いずれの場合でも、当社は具体的な法的根拠を明確にするつもりです。情報の送信と保管お客様の所在地によっては、データ送信にお客様の情報の転送とお客様の国以外の国への保管が含まれる場合があります。 あなたは、欧州連合以外の国、または 2 つ以上の国によって設立された国際機関 (国連など) に情報を転送するための法的根拠、およびあなたの情報を保護するために当社が講じるセキュリティ対策を知る権利を有します。 。 このような転送が発生した場合は、本書の関連セクションを参照するか、「連絡先」セクションに記載されている情報を使用して当社に連絡することで、詳細情報を確認できます。 ユーザーの権利 あなたには、当社があなたに関して処理する情報に関して特定の権利を行使する権利があります。 特に、お客様には次の権利があります。(i) 以前にお客様の情報の処理に同意した場合は、同意を撤回します。 (ii) 同意以外の法的根拠に基づく場合、お客様の情報の処理に反対する。 (iii) 当社がお客様の情報を処理しているかどうかを知り、処理の特定の側面に関する開示を取得し、処理されている情報のコピーを取得します。 (iv) お客様の情報の正確性を確認し、その更新または修正を要求します。 (v) 場合によっては、お客様の情報の処理を制限します。この場合、当社は保管以外の目的でお客様の情報を使用しません。 (vi) 場合によっては、個人情報の削除を要求する。 (vii) お客様の情報を、構造化され、一般的に使用され、機械可読な形式で受信し、技術的に可能な場合には、何らの障害もなく、別の管理者に送信します。 この規定は、お客様の情報が自動的に処理され、その処理が契約または契約前の義務の一部としてお客様の同意に基づいて行われる場合に適用されます。 処理に異議を唱える権利個人情報が公益目的、当社に与えられた公的権限の行使、または当社の正当な利益の追求を目的として処理される場合、お客様は、特定の状況に特有の理由を提示することにより、個人情報の処理に異議を唱えることができます。 ただし、お客様の個人情報がダイレクト マーケティング目的で処理される場合、理由を提示することなく、いつでもかかる処理に異議を申し立てることができることに注意してください。 当社がダイレクトマーケティング目的で個人情報を処理するかどうかの詳細については、この文書の関連セクションを参照してください。 これらの権利を行使する方法 ユーザー権利の行使を求めるリクエストは、この文書に記載されている連絡先情報を通じて所有者に送信される場合があります。 これらのリクエストは無料で行うことができ、所有者はできるだけ早く、遅くとも 1 か月以内に対応します。 子供のプライバシー 当社は、13 歳未満の子供から故意に個人情報を収集することはありません。13 歳未満の場合は、当社のモバイル アプリケーションまたはサービスを通じて個人情報を送信しないでください。 このポリシーを強制するために、親および法定後見人には、お子様のインターネット使用状況を監視し、許可なく当社のモバイル アプリケーションまたはサービスを通じて個人情報を決して提供しないように指導することをお勧めします。 13 歳未満の子供が当社のモバイル アプリケーションまたはサービスを通じて個人情報を当社に提供したと信じる理由がある場合は、当社までご連絡ください。 また、お客様の国での個人データの処理に同意するには、16 歳以上である必要があります (一部の国では、お客様の両親または保護者がお客様に代わってこれを行うことを許可する場合があります)。 他のモバイル アプリケーションへのリンク 当社のモバイル アプリケーションには、当社が所有または管理していない他のモバイル アプリケーションへのリンクが含まれています。 当社は、そのような他のモバイル アプリケーションやサードパーティのプライバシー慣行については責任を負わないことにご注意ください。 当社のモバイル アプリケーションを離れるときは注意し、個人情報を収集する可能性のあるすべてのモバイル アプリケーションのプライバシーに関する声明をお読みになることをお勧めします。 情報セキュリティー 当社は、お客様が提供した情報を当社のコンピュータサーバー上で管理された安全な環境で保護し、不正なアクセス、使用、開示を防ぎます。 当社は、当社の管理および保管下にある個人情報の不正アクセス、使用、変更、開示を防止するために、合理的な管理、技術的および物理的保護措置を維持します。 ただし、当社では制御できないセキュリティとプライバシーの制限があるため、インターネットまたはワイヤレス ネットワークを介してお客様と当社のモバイル アプリケーション間で交換される情報およびデータのセキュリティとプライバシーを保証することはできません。 お客様は、(1) インターネットには当社の制御を超えたセキュリティとプライバシーの制限があること、(i) お客様と当社のモバイル アプリケーション間で交換されるあらゆる情報およびデータのセキュリティ、完全性、およびプライバシーは保証できないこと、および (ii) にもかかわらず 当社の最善の努力にもかかわらず、送信中に第三者がそのような情報やデータを閲覧したり改ざんしたりする可能性があります。 データ侵害 外部活動 (セキュリティ違反や詐欺を含むがこれらに限定されない) によるモバイル アプリケーションのセキュリティの侵害、またはユーザーの個人情報の不正な開示に当社が気付いた場合、当社は以下を含む合理的かつ適切な措置を講じる権利を留保します。 ただし、調査と報告に限定されず、法執行機関に通報し、協力することも含まれます。 データ侵害が発生した場合、データ侵害によりユーザーに合理的な損害が生じるリスクがあると思われる場合、または法律で義務付けられている場合、当社は影響を受ける個人に通知する合理的な努力を行います。 その場合、当社のモバイル アプリケーションに通知が掲載されます。 法的開示 当社は、召喚状または同様の法的手続きへの対応など、法律で要求または許可されている場合、および当社の権利とお客様の安全を保護するために開示が必要であると誠意を持って判断した場合、当社が収集、使用、または受信した情報を開示することがあります。 他人の安全を守るため、詐欺を調査するため、または政府の要請に応じるために。 変更と修正 当社は、当社のモバイル アプリケーションまたはサービスに関連するこのポリシーをいつでも変更する権利を留保し、当社のモバイル アプリケーションに本ポリシーの更新版を掲載した時点で発効します。 その際には、このページの下部にある更新日を修正させていただきます。 かかる変更後も当社のモバイル アプリケーションを引き続き使用すると、かかる変更に同意したものとみなされます。 このポリシーの受諾 あなたは、このポリシーのすべての利用規約を読んで同意したことを認めます。 当社のモバイル アプリケーションまたはサービスを使用すると、このポリシーに拘束されることに同意したものとみなされます。 このポリシーの条項に従うことに同意しない場合、当社のモバイル アプリケーションとそのサービスを使用またはアクセスする権利はありません。 お問い合わせ このポリシーについてご質問がある場合は、お問い合わせください。
ko: 당사는 귀하의 개인 정보를 매우 중요하게 생각하며 수집하는 정보와 사용 방법에 대한 간략한 개요는 다음과 같습니다. IP 주소 연결 시 메모리에 저장됩니다. 연결 해제 시 삭제됩니다. DoS 공격과 같은 남용의 경우(많은 수의 VPN 연결 실패 또는 비정상적인 패킷 전송 후)를 제외하고는 디스크와 같은 영구 저장소에 절대 저장하지 마십시오. 이 경우 P-주소, 액세스 시간 및 수신 데이터가 손상될 수 있습니다. 영구 방화벽 로그에 저장됩니다. 응용 프로그램 버전, _OS 유형 및 버전은 일반적으로 저장되지 않습니다. 서비스의 오류 및 문제 해결을 돕기 위해 때때로 저장 및 수집됩니다. 수집 당시 저장된 정보는 특정 사용자를 식별할 수 없습니다. 트래픽 로그 - 수집 및 저장되지 않습니다. DNS 로그 - 수집 및 저장되지 않습니다. 이메일/지원 양식 지원 요청 또는 피드백을 해결하기 위해 저장됩니다. 이러한 지원 솔루션은 서비스 개선을 위해 익명의 통계 데이터가 사용되므로 요청 시 또는 6개월 보관 기간 후에 삭제됩니다. 전체 개인 정보 보호 정책은 아래에 명시되어 있습니다. 동의하고 진행하기 전에 해당 내용을 읽고 완전히 이해했는지 확인하십시오. 개인 정보 보호 정책(완료) 이 개인 정보 보호 정책(정책)은 Ice Lab Group Ltd(Ice Lab Group Ltd 우리, 당사를 또는 당사의)가 귀하(사용자 • 귀하 또는 귀하의)를 수집, 보호 및 사용하는 방법을 설명합니다. ) ice 모바일 애플리케이션 및 그 제품 또는 서비스(집합적으로 모바일 애플리케이션 또는 서비스)에서 제공될 수 있는 개인 식별 정보(개인 정보). 또한 귀하의 사용에 대한 귀하의 선택을 설명합니다. 개인 정보 및 해당 정보에 액세스하고 업데이트하는 방법. 이 정책은 우리가 소유하거나 통제하지 않는 회사의 관행에 적용되지 않으며 우리가 고용하거나 관리하지 않는 개인에게도 적용되지 않습니다. 개인정보 수집 당사는 귀하가 모바일 애플리케이션의 온라인 양식을 작성하거나 이메일을 보낼 때 귀하가 의도적으로 당사에 제공한 모든 정보를 수신하고 저장합니다. 비개인정보 수집 귀하가 모바일 애플리케이션을 열면 당사 서버는 귀하의 장치에서 자동으로 정보를 수신합니다. 이 데이터에는 장치의 P 주소, 애플리케이션 버전, 운영 체제 유형 및 버전과 같은 정보가 포함될 수 있습니다. 모바일 애플리케이션이 정상적으로 작동하는 동안 당사 서버는 트래픽을 처리합니다. 이러한 데이터는 수집되거나 저장되지 않습니다. 수집된 정보의 이용 및 처리 귀하로부터 수집한 모든 정보는 모바일 애플리케이션을 개선하고, 고객 서비스를 개선하고, 고객 문의 및 이메일에 응답하고, 모바일 애플리케이션 및 서비스를 실행 및 운영하는 데 사용될 수 있습니다. 수집된 비개인 정보는 잠재적 남용을 식별하고 모바일 애플리케이션 사용에 대한 통계를 수립하는 데만 사용됩니다. 그렇지 않으면 이 통계는 시스템의 특정 사용자를 식별하는 방식으로 집계되지 않습니다. 다음 상황 중 하나가 적용되는 경우 귀하와 관련된 개인 정보를 처리할 수 있습니다. () 귀하는 하나 이상의 특정 목적에 동의했습니다. 특정 법률에 따라 당사는 귀하가 아래의 동의 또는 기타 법적 근거에 의존하지 않고 그러한 처리에 반대할 때까지(옵트아웃하여) 정보를 처리하도록 허용될 수 있습니다. 그러나 이는 개인 정보 처리가 유럽 데이터 보호법의 적용을 받는 경우에는 적용되지 않습니다: (i) 정보 제공이 귀하와의 계약 및/또는 사전 계약 의무 이행에 필요한 경우 당사에 적용되는 법적 의무의 목적을 위해 필요한 경우, (iv) 처리가 공익을 위해 수행된 작업 또는 당사에 부여된 공적 권한 행사를 포함하는 경우, w) 다음이 추구하는 정당한 이익을 위해 처리가 필요한 경우 당사 또는 제3자에 의해. 어떠한 경우에도 당사는 개인정보 처리에 적용되는 특정 법적 근거, 특히 개인정보 제공이 법적 또는 계약상 요구사항인지 또는 계약 체결에 필요한지 여부를 명확히 해드릴 수 있어 기쁩니다. 정보 전송 및 저장 귀하의 위치에 따라 데이터 전송에는 귀하의 국가가 아닌 다른 국가에서 귀하의 정보를 전송하고 저장하는 것이 포함될 수 있습니다. 당신은 알 권리가 있습니다 유럽 ​​연합 이외의 국가 또는 국제 공법에 의해 규율되거나 둘 이상의 국가에서 설립된 국제 조직(예: UN) 정보에 대한 법적 근거 및 귀하의 정보를 보호하기 위해 당사가 시행하는 보안 조치. 그러한 이전이 발생하는 경우 이 문서의 관련 섹션을 검토하여 자세한 내용을 확인하거나 연락처 섹션에 제공된 정보를 사용하여 당사에 문의할 수 있습니다. 사용자 권한 귀하는 당사가 처리하는 귀하의 정보와 관련하여 특정 권리를 행사할 수 있습니다. 특히, 귀하는 다음과 같은 권리가 있습니다: () 이전에 귀하의 정보 처리에 동의한 경우, 귀하는 동의를 철회할 권리가 있습니다. (i) 귀하의 정보가 동의 이외의 법적 근거에 따라 처리되는 경우 , 귀하는 귀하의 정보 처리에 반대할 권리, (i) 귀하는 당사가 정보를 처리하고 있는지 여부를 알 권리, 처리의 특정 측면을 공개하고 처리 중인 정보의 사본을 얻을 권리가 있습니다. (i) 귀하는 귀하의 정보 정확성 상태를 확인하고 업데이트 또는 수정을 요청할 권리가 있습니다.) 특정 상황에서 귀하는 귀하의 정보 처리를 제한할 권리가 있으며 이 경우 당사는 사용하지 않습니다. 저장 이외의 목적을 위한 귀하의 정보 (vi ) 귀하는 특정 상황에서 귀하의 개인 정보를 삭제하도록 당사에 요청할 권리가 있습니다. (vii) 구조화되고 일반적으로 사용되며 기계가 읽을 수 있는 형식으로 제출할 권리가 있습니다. 정보를 수신하고 기술적으로 가능한 경우 방해 없이 다른 컨트롤러로 전송합니다. 이 조항은 귀하의 정보가 자동화된 수단으로 처리되고 그 처리가 귀하의 동의, 계약의 일부 또는 계약 전 의무를 기반으로 하는 경우에 적용됩니다. 처리에 반대할 권리 개인정보 처리가 공익, 당사에 부여된 공적 권한 행사 또는 당사가 추구하는 정당한 이익을 위한 경우 특정 상황과 관련된 이유를 제공하여 개인 정보 처리에 반대할 수 있습니다. 귀하의 개인 정보가 다이렉트 마케팅 목적으로 처리되는 경우 언제든지 근거 없이 이 처리에 반대할 수 있음을 알아야 합니다. 당사가 직접 마케팅 목적으로 개인 정보를 처리하는지 여부를 알아보려면 이 문서의 관련 섹션을 참조하십시오. 이러한 권리를 행사하는 방법 사용자의 권리를 행사하기 위한 모든 요청은 이 문서에 제공된 연락처 세부 정보를 통해 소유자에게 보낼 수 있습니다. 이러한 요청은 무료로 시행될 수 있으며 소유자가 가능한 한 빨리 그리고 항상 한 달 이내에 해결합니다. 어린이의 개인 정보 당사는 13세 미만 어린이의 개인 정보를 고의로 수집하지 않습니다. 13세 미만인 경우 당사 모바일 애플리케이션 또는 서비스를 통해 개인 정보를 제출하지 마십시오. 우리는 부모와 법적 보호자가 자녀의 인터넷 사용을 모니터링하고 이 정책을 시행하는 데 도움이 되도록 자녀가 허가 없이 모바일 애플리케이션이나 서비스를 통해 개인 정보를 제공하지 않도록 지시할 것을 권장합니다. 13세 미만의 어린이가 당사의 모바일 애플리케이션 또는 서비스를 통해 당사에 개인 정보를 제공했다고 믿을만한 이유가 있는 경우 당사에 연락하십시오. 또한 귀하의 국가에서 귀하의 개인 데이터 처리에 동의하려면 16세 이상이어야 합니다(일부 국가에서는 귀하의 부모 또는 보호자가 귀하를 대신하여 그렇게 할 수 있습니다). 다른 모바일 애플리케이션에 대한 링크 당사의 모바일 애플리케이션에는 당사가 소유하거나 통제하지 않는 다른 모바일 애플리케이션에 대한 링크가 포함되어 있습니다. 당사는 이러한 다른 모바일 애플리케이션 또는 제3자의 개인정보 보호 관행에 대해 책임을 지지 않습니다. 모바일 애플리케이션을 종료할 때 주의하고 개인 정보를 수집할 수 있는 각 모바일 애플리케이션의 개인정보 보호정책을 읽어 보시기 바랍니다. 정보 보안 통제되고 안전한 환경에서 컴퓨터 서버에 제공한 정보를 무단 액세스, 사용 또는 공개로부터 보호합니다. 당사는 당사가 관리하고 보관하는 개인 정보의 무단 액세스, 사용, 수정 및 공개를 방지하기 위해 합당한 행정적, 기술적 및 물리적 안전 장치를 유지합니다. 그러나 인터넷이나 무선 네트워크를 통한 데이터 전송은 보장할 수 없습니다. 따라서 당사가 귀하의 개인 정보를 보호하기 위해 노력하는 동안 귀하는 (1) 인터넷에는 당사가 통제할 수 없는 보안 및 개인 정보 보호 제한이 있으며, (i) 귀하와 당사 모바일 애플리케이션 간에 교환되는 모든 정보 및 데이터, (ti) 최선의 방법에도 불구하고 제3자는 전송 중에 이러한 정보 및 데이터를 보거나 변경할 수 있습니다. 데이터 유출 모바일 애플리케이션의 보안이 손상되었거나 보안 공격이나 사기를 포함하되 이에 국한되지 않는 외부 활동으로 인해 사용자 개인 정보가 관련 없는 제3자에게 공개되었음을 알게 된 경우 당사는 합당한 조치를 취할 권리를 보유합니다. 조사 및 보고, 법 집행 기관에 대한 통지 및 협조를 포함하되 이에 국한되지 않는 적절한 조치. 데이터 위반의 경우, 당사는 데이터 위반의 결과로 사용자에게 해를 끼칠 합당한 위험이 있다고 판단되거나 법에서 요구하는 바에 따라 영향을 받는 개인에게 알리기 위해 합당한 노력을 기울일 것입니다. 그렇게 하면 모바일 애플리케이션에 공지를 게시합니다. 법적 공개 소환장 또는 이와 유사한 법적 절차를 준수하기 위해 법률에서 요구하거나 허용하는 경우, 그리고 당사의 권리 보호, 귀하 보호, 또는 기타 보안, 사기를 조사하거나 정부 요청에 응답합니다. 변경 및 수정 당사는 본 정책의 업데이트된 버전을 모바일 애플리케이션에 게시하는 즉시 모바일 애플리케이션 또는 서비스와 관련하여 언제든지 본 정책을 수정할 수 있는 권리를 보유합니다. 업데이트가 완료되면 이 페이지 하단의 업데이트 날짜를 수정하겠습니다. 이러한 변경 사항 이후에도 모바일 애플리케이션을 계속 사용하면 해당 변경 사항에 동의하는 것으로 간주됩니다. 이 정책을 수락함으로써 귀하는 이 정책을 읽고 모든 이용 약관에 동의함을 확인합니다. 모바일 애플리케이션 또는 해당 서비스를 사용함으로써 귀하는 이 정책에 구속된다는 데 동의합니다. 본 정책의 조건에 동의하지 않는 경우 모바일 애플리케이션 및 해당 서비스를 사용하거나 액세스할 권한이 없습니다. 문의하기 이 정책에 대해 질문이 있는 경우 당사에 문의하십시오.
ru: Мы очень серьезно относимся к вашей конфиденциальности, и ниже приводится краткий обзор того, какую информацию мы собираем и как мы ее используем. айпи адрес Сохраняется в памяти при подключении. Удаляется при отключении. Никогда не хранится в постоянном хранилище, например на диске, за исключением случаев злоупотреблений, таких как DoS-атака (после большого количества сбоев VPN-подключения или отправки аномальных пакетов), в этом случае P-адрес, время доступа и полученные данные могут быть хранятся в постоянных журналах брандмауэра. Версия приложения, тип _OS и версия обычно не сохраняются. Время от времени сохраняются и собираются, чтобы помочь устранить ошибки и проблемы с Сервисом. На момент сбора сохраненная информация никоим образом не способна идентифицировать какого-либо конкретного пользователя. журнал трафика - Не собирается и не хранится. Журналы DNS - Не собирается и не хранится. Электронная почта/форма поддержки Хранится для разрешения запросов в службу поддержки или обратной связи. Эти поддерживаемые решения удаляются по запросу или по истечении 6-месячного периода архивирования, поскольку анонимные статистические данные будут использоваться для улучшения наших услуг. Полная Политика конфиденциальности изложена ниже. Пожалуйста, убедитесь, что вы прочитали и полностью поняли его содержание, прежде чем согласиться и продолжить. Политика конфиденциальности (полная) Настоящая Политика конфиденциальности («Политика») описывает, как Ice Lab Group Ltd («Ice Lab Group Ltd», «мы», «нас» или «наш») собирает, защищает и использует ваши («Пользователь» • «вы» или «Ваши») ) информацию, позволяющую установить личность («Личная информация»), которая может быть предоставлена ​​в приложении ice mobile и любых его продуктах или услугах (совместно именуемые «Мобильное приложение» или «Сервис»). личная информация и то, как вы можете получить доступ к этой информации и обновить ее. Эта политика не применяется к практике компаний, которыми мы не владеем или не контролируем, а также к лицам, которых мы не нанимаем или не управляем. собирать личную информацию Мы получаем и храним любую информацию, которую вы сознательно предоставляете нам при заполнении любой из онлайн-форм в мобильном приложении или по электронной почте. Сбор неличной информации Когда вы открываете мобильное приложение, наши серверы автоматически получают информацию с вашего устройства. Эти данные могут включать в себя такую ​​информацию, как P-адрес устройства, версия приложения, тип и версия операционной системы. При нормальной работе мобильного приложения наши серверы обрабатывают трафик. Эти данные не собираются и не хранятся. Использование и обработка собранной информации Любая информация, которую мы получаем от вас, может использоваться для улучшения наших мобильных приложений, улучшения обслуживания клиентов и ответов на запросы клиентов и электронные письма, запуска и эксплуатации наших мобильных приложений и служб. Собранная неличная информация используется только для выявления возможных злоупотреблений и для сбора статистики об использовании мобильных приложений. В противном случае эта статистика не агрегируется таким образом, чтобы идентифицировать какого-либо конкретного пользователя системы. Мы можем обрабатывать личную информацию, связанную с вами, в одной из следующих ситуаций: () Вы дали свое согласие для одной или нескольких конкретных целей. Обратите внимание, что в соответствии с некоторыми законами нам может быть разрешено обрабатывать информацию до тех пор, пока вы не возразите против такой обработки (путем отказа), не полагаясь на приведенное ниже согласие или любое другое законное основание. Однако это не применяется, если обработка личной информации регулируется европейским законодательством о защите данных: (i) предоставление информации необходимо для выполнения соглашения с вами и/или любых обязательств, вытекающих из предварительного соглашения; необходима для целей юридического обязательства, которому мы подчиняемся; (iv) обработка включает задачи, выполняемые в общественных интересах или при осуществлении возложенных на нас официальных полномочий; w) обработка необходима для целей законных интересов, преследуемых нами или третьей стороной. В любом случае мы рады уточнить конкретную правовую основу, применимую к обработке персональных данных, в частности, является ли предоставление персональных данных законодательным или договорным требованием или необходимо для заключения договора. Передача и хранение информации В зависимости от вашего местоположения передача данных может включать передачу и хранение вашей информации в странах, отличных от вашей страны. ты имеешь право знать В страну, не входящую в Европейский Союз, или в любую международную организацию, деятельность которой регулируется международным публичным правом или учреждена двумя или более странами (например, Организацией Объединенных Наций) Правовая основа для информации и меры безопасности, которые мы применяем для защиты вашей информации. Если такие передачи имеют место, вы можете узнать больше, просмотрев соответствующие разделы этого документа или связавшись с нами, используя информацию, указанную в разделе «Контакты». права пользователя Вы можете осуществлять определенные права в отношении вашей информации, которую мы обрабатываем. В частности, вы имеете право сделать следующее: () если вы ранее давали согласие на обработку вашей информации, вы имеете право отозвать свое согласие; (i) если ваша информация обрабатывается на законных основаниях, отличных от согласия , вы имеете право возражать против обработки вашей информации: (i) вы имеете право знать, обрабатываем ли мы информацию, получать информацию об определенных аспектах обработки и получать копию обрабатываемой информации; (i) вы имеете право проверить статус точности вашей информации и запросить ее обновление или исправление;) В определенных обстоятельствах вы имеете право ограничить обработку вашей информации, и в этом случае мы не будем использовать ваша информация для любых целей, кроме хранения; (vi) вы имеете право попросить нас удалить вашу личную информацию при определенных обстоятельствах; (vii) вы имеете право отправлять в структурированном, широко используемом и машиночитаемом формате Получите вашу информацию и, если это технически возможно, беспрепятственно передайте ее другому контроллеру. Этот пункт применяется, если ваша информация обрабатывается автоматическими средствами и эта обработка основана на вашем согласии, вашем согласии в рамках договора или ваших преддоговорных обязательствах. Право возражать против обработки Вы можете возразить против обработки личной информации, указав причины, относящиеся к вашей конкретной ситуации, если обработка осуществляется в целях, представляющих общественный интерес, для осуществления официальных полномочий, предоставленных нам, или для законных интересов, преследуемых нами, однако вы должен знать, что если ваша личная информация обрабатывается в целях прямого маркетинга, вы можете возразить против такой обработки в любое время без предъявления каких-либо оснований. Чтобы узнать, обрабатываем ли мы личную информацию в целях прямого маркетинга, вы можете обратиться к соответствующим разделам этого документа. Как пользоваться этими правами Любой запрос на использование прав пользователя может быть отправлен владельцу через контактную информацию, указанную в этом документе. Эти запросы могут быть выполнены бесплатно и будут рассмотрены владельцем как можно раньше и всегда в течение месяца. Конфиденциальность детей Мы сознательно не собираем личную информацию от детей младше 13 лет. Если вам еще не исполнилось 13 лет, пожалуйста, не отправляйте личную информацию через наши мобильные приложения или сервисы. Мы призываем родителей и законных опекунов следить за тем, как их дети используют Интернет, и инструктируем своих детей никогда не предоставлять личную информацию через наши мобильные приложения или службы без их разрешения, чтобы обеспечить соблюдение этой политики. Если у вас есть основания полагать, что ребенок младше 13 лет предоставил нам личную информацию через наши мобильные приложения или службы, свяжитесь с нами. Вам также должно быть не менее 16 лет, чтобы дать согласие на обработку ваших личных данных в вашей стране (в некоторых странах мы можем позволить вашему родителю или опекуну сделать это от вашего имени). Ссылки на другие мобильные приложения Наши мобильные приложения содержат ссылки на другие мобильные приложения, которые не принадлежат нам и не контролируются нами. Обратите внимание, что мы не несем ответственности за политику конфиденциальности таких других мобильных приложений или третьих лиц. Мы рекомендуем вам соблюдать осторожность при выходе из наших мобильных приложений и читать заявление о конфиденциальности каждого мобильного приложения, которое может собирать личную информацию. Информационная безопасность Мы защищаем информацию, которую вы предоставляете, на компьютерных серверах в контролируемой, безопасной среде от несанкционированного доступа, использования или раскрытия. Мы поддерживаем разумные административные, технические и физические меры безопасности для предотвращения несанкционированного доступа, использования, изменения и раскрытия личной информации, находящейся под нашим контролем и хранением. Однако мы не можем гарантировать передачу данных через Интернет или беспроводные сети. Соответственно, хотя мы стремимся защитить вашу личную информацию, вы признаете, что (1) Интернет имеет ограничения безопасности и конфиденциальности, которые мы не можем контролировать; (i) любая и вся информация и данные, которыми вы обмениваетесь с нашими мобильными приложениями, и (ti) несмотря на все усилия, третьи лица могут просматривать или изменять любую такую ​​информацию и данные во время передачи. данные нарушения Если нам станет известно, что безопасность Мобильного приложения была скомпрометирована или что личная информация пользователя была раскрыта несвязанной третьей стороне из-за внешних действий, включая, помимо прочего, атаки на систему безопасности или мошенничество, мы оставляем за собой право принять разумные меры. и соответствующие шаги, включая, помимо прочего, расследование и сообщение, а также уведомление и сотрудничество с правоохранительными органами. В случае утечки данных мы приложим разумные усилия, чтобы уведомить затронутых лиц, если мы считаем, что существует разумный риск причинения вреда пользователям в результате утечки данных или в соответствии с требованиями закона. Когда мы это сделаем, мы опубликуем уведомление в мобильном приложении. юридическое раскрытие информации Мы будем раскрывать любую информацию, которую мы собираем, используем или получаем, если это требуется или разрешено законом, например, для выполнения повестки в суд или аналогичного судебного процесса, и когда мы добросовестно считаем, что раскрытие информации необходимо для защиты наших прав, защиты вас, или другой безопасности, для расследования мошенничества или для ответа на запросы правительства. Изменения и модификации Мы оставляем за собой право изменять настоящую Политику в отношении Мобильного приложения или Услуг в любое время, начиная с публикации обновленной версии этой Политики в Мобильном приложении. Когда мы это сделаем, мы пересмотрим обновленную дату внизу этой страницы. Продолжение использования Мобильного приложения после любых таких изменений означает ваше согласие с такими изменениями. Принимая эту политику, вы подтверждаете, что прочитали эту политику и согласны со всеми условиями. Используя мобильное приложение или его службы, вы соглашаетесь соблюдать эту политику. Если вы не согласны соблюдать условия настоящей Политики, вы не имеете права использовать или получать доступ к Мобильному приложению и его услугам. связаться с нами Если у вас есть какие-либо вопросы об этой политике, пожалуйста, свяжитесь с нами.
zh_hans: 我们非常重视您的隐私，以下简要概述了我们收集的信息及其使用方式。 IP地址 连接时存储在内存中。 断开连接时删除。 永远不会存储在磁盘等永久存储器上，除非发生诸如 DoS 攻击之类的滥用情况 （在发生大量 VPN连接失败或发送异常数据包之后)，在这种情况下，P地址、访问时间和接收的数据可能会存储到永久防火墙日志中。应用版本、_操作系统类型和版杢通常不会存储。偶尔存储和收集以帮助解决服务中的错误和问题。收集时，存储的信息绝对无法识别任何特定用户。 流量日志 -不收集或存储。 DNS 日志 - 不收集或存储。 电子邮件/支持表单 存储以解决支持请求或反馈。 根据要求或在 6个月的存档期后删除这些支持的解决方案作为匿名统计数据将用于改善我们的服务。 完整“隱私政策”如下所示。在同意并继续之前，请确保您已阅读并完全理解其中内容。 隐私政策（完整) 本隐私政策(“政策”)描述了Ice Lab Group Ltd(“Ice Lab Group Ltd “我们”、“我方”或“我们的”）如何收集、护和使用您(“用户”•“您”或“您的”）可能在ice移动应用程序及其任何产品或服务(合称“移动应用程序”或“服务”)中提供的个人身份信息(“个人信息”)。它还描述了您对我们使用您的个人信息的选择，以及您可以如何访问和更新这些信息。本政策不适用于我们不拥有或控制的公司的行为，也不适用于我们没有雇用或管理的个人。 收集个人信息 当您在移动应用程序中填写任何在线表格或发送电子邮件给我们时，我们接收并存储您有意提供给我们的任何信息。 收集非个人信息 当您打开移动应用程序，我们的服务器自动接收您的设备发送的信息。这些数据可能包括设备的P地址、应用程序版本、操作系统类型和版本等信息。 在移动应用程序的正常操作中，我们的服务器处理流量。这些数据既没有收集也没有存储。 使用和处理收集的信息 我们从您那里收集的任何信息都可以用于改进我们的移动应用程序；改善客户服务并响应客户的查询和电子邮件；运行和操作我们的移动应用程序和服务。收集的非个人信息仅用于识别潜在的滥用情况和建立关于移动应 用程序使用的统计信息。否则，此统计信息不会以标识系统的任何特定用户的方式汇总。 如果以下情况之一适用，我们可能会处理与您相关的个人信息：（）您已出于一个或多个特定目的给子同意。请注意，根据某些法律，我们可能被允许处理信息，直到您反对此类处理(通过选择退出），而无需依赖以下同意或任何其他法律依据。 然布，当个人信息的处理受到欧洲数据保护法的约束时，这并不适用：(i)为履行与您的协议和/或任何协议前义务提供信息是必需的；(们)为遵守你所承担的法律义务而进行的必要处理；(iv)处理涉及为公共利益或行使赋予我们的官方权力而执行的任务；w)处理是为了我们或第三方追求的合法利益的目的所必需的。在任何情况下，我们都乐意澄清适用于处理个人资料的具体法律依据，特别是提供个人资料是否是法定或合约规定，或订立合约所必需的规定。 信息传输与存储 根据您所在的位置，数据传输可能涉及将您的信息传输和存储在您自己国家以外的国家。您有权了解 向欧盟以外的国家或受国际公法管辖或由两个或两个以上国家(如联合国）设立的任何国际组织传输 信息的法律依据，以及我们为保护您的信息而采取的安全措施。如果发生了任何这样的转移，您可以通过查看本文件的相关章节了解更多信息，或使用联系部分提供的信息与我们咨询。 使用者的权利 您可以就我们处理的您的信息行使某些权利。特别是，您有权做以下事情：()在您先前已同意处理您的信息的情况下，您有权撤回同意；(i)如果您的信息处理是基于同意以外的法律基础进行的，您有权反对处理您的信息；(i）)您有权了解我们是否正在处理信息，获得处理某些方面的披露，并获得正在处理的信息的副本；(i)您有权核实您的信息的准确性，并要求其更新或更正；)在某些情况下，您有权限制对您信息的处理，在这种情况下，我们不会将您的信息用于存储以外的任何目的；(vi)在某些情况下，您有权要求我们删除您的个人信息; (vii)您有权以结构化的、常用的和机器可读的格式 接收您的信息，并在技术可行的情况下，将其传送给另一个控制器而不受任何阻碍。如果您的信息是通过自动方式处理的，并且该处理是基于您的同意，您作为合同的一部分或您的合同前义务而进行的，则本条款适用。 反对处理的权利 如果出于公共利益的目的处理个人信息，行使赋予我们的官方权力或出于我们追求的合法利益的目的，您可以通过提供与您的特定情况相关的理由来反对个人信息处理，但是，您必须知道，如果出于直接营销目的处理您的个人信息，则可以在任何时候不提出任何理由就反对该处理。要了解我们是否为直接营销目的而处理个人信息，您可参阅本文件的相关章节。如何行使这些权利任何行使用户权利的请求都可以通过本文档中提供的联系方式发送给所有者。这些要求可以免费执行，所有者将尽早并始终在一个月内予以解决。儿童隐私我们不会在知情的情况下收集13岁以下儿童的任何个人信息。如果您的年龄在13岁以下，请不要通过我们的手机应用或服务提交任何个人信息。我们鼓励父母和法定监护人监控其子女的互联网使用情况，并指导其子女在未经允许的情况下绝不通过我们的移动应用程序或服务提供个人信息，以协助执行本政策。如果您有理由相信13岁以下的儿童通过我们的手机应用或服务向我们提供了个人信息，请联系我们。您也必须至少年满16岁才能同意在您的国家处理您的个人数据(在某些国家，我们可能允许您的父母或监护人代表您这样做）。链接到其他移动应用程序我们的移动应用程序包含指向其他非我们拥有或控制的移动应 用程序的链接。请注意，对于此类其他移动应用程序或第三方的隐私惯例，我们不承担任何责任。我们鼓励您在离开我们的移动应用程序时注意，并阅读可能收集个人信息的每个移动应用程序的隐私声明。信息安全我们在一个受控制、安全的环境中保护您在计算机服务器上提供的信息，防止未经授权的访问、使用或泄露。我们保持合理的管理、技术和物理保护措施，以防止未经授权访问、使用、修改和披露其控制和保管的个人信息。但是，我们不能保证通过因特网或无线网络进行数据传输。因此，在我们努力保护您的个人信息的同时，您承认 （1）互联网存在超出我们控制范围的安全和隐私限制；（i）您和我们的移动应用程序之间交换的任何和所有信息和数据的安全性、完整性和隐私性无法得到保证；以及（ti）尽管已尽最大努力，第三方仍可能在传输过程中查看或篡改任何此类信息和数据。 数据泄露 如果我们意识到移动应用程序的安全性受到损害，或者用户个人信息由于外部活动（包括但不限于安全攻击或欺诈）被披露给无关的第三方，我们保留采取合理适当措施的权利，包括，但不限于调查和报告，以及通知执法机关并与执法机关合作。如果发生数据泄露，如果我们认为由于数据泄露而对用户造成合理伤害的风险或法律另行要求，我们将做出合理的努力通知受影响的个人。当我们这样做的时候，我们会在移动应用程序中发布通知。 法律披露 如果法律要求或允许，我们将披露我们收集、使用或收到的任何信息，例如为了遵守传票或类似的法律程序，并且当我们真诚地认为有必要进行披露以保护我们的权利、保护您或他人的安全、调查欺诈或响应政府要求时。 变更和修改 我们保留随时修改与移动应用程序或服务相关的本政策的权利，在将本政策的更新版本发布到移动应用程序后生效。当我们这样做的时候，我们将在本页底部修改更新的日期。在任何此类更改之后继续使用移动应用程序应视为您同意此类更改。接受本政策您确认己阅读本政策并同意所有条款和条件。通过使用移动应用程序或其服务，您同意受本政策约束。如果您不同意遵守本政策的条款，您将无权使用或访问移动应用程序及其服务。 联系我们 如果您对此政策有任何疑问，请与我们联系。
zh_hk: 我們非常重視您的隱私，以下簡要概述了我們收集的信息及其使用方式。 IP地址 連接時存儲在內存中。 斷開連接時刪除。 永遠不會存儲在磁盤等永久存儲器上，除非發生諸如 DoS 攻擊之類的濫用情況 （在發生大量 VPN連接失敗或發送異常數據包之後)，在這種情況下，P地址、訪問時間和接收的數據可能會存儲到永久防火牆日誌中。應用版本、_操作系統類型和版杢通常不會存儲。偶爾存儲和收集以幫助解決服務中的錯誤和問題。收集時，存儲的信息絕對無法識別任何特定用戶。 流量日誌 -不收集或存儲。 DNS 日誌 - 不收集或存儲。 電子郵件/支持表單 存儲以解決支持請求或反饋。 根據要求或在 6個月的存檔期後刪除這些支持的解決方案作為匿名統計數據將用於改善我們的服務。 完整“隱私政策”如下所示。在同意並繼續之前，請確保您已閱讀並完全理解其中內容。 隱私政策（完整) 本隱私政策(“政策”)描述了Ice Lab Group Ltd(“Ice Lab Group Ltd “我們”、“我方”或“我們的”）如何收集、護和使用您(“用戶”•“您”或“您的”）可能在ice移動應用程序及其任何產品或服務(合稱“移動應用程序”或“服務”)中提供的個人身份信息(“個人信息”)。它還描述了您對我們使用您的個人信息的選擇，以及您可以如何訪問和更新這些信息。本政策不適用於我們不擁有或控制的公司的行為，也不適用於我們沒有僱用或管理的個人。 收集個人信息 當您在移動應用程序中填寫任何在線表格或發送電子郵件給我們時，我們接收並存儲您有意提供給我們的任何信息。 收集非個人信息 當您打開移動應用程序，我們的服務器自動接收您的設備發送的信息。這些數據可能包括設備的P地址、應用程序版本、操作系統類型和版本等信息。 在移動應用程序的正常操作中，我們的服務器處理流量。這些數據既沒有收集也沒有存儲。 使用和處理收集的信息 我們從您那裡收集的任何信息都可以用於改進我們的移動應用程序；改善客戶服務並響應客戶的查詢和電子郵件；運行和操作我們的移動應用程序和服務。收集的非個人信息僅用於識別潛在的濫用情況和建立關於移動應 用程序使用的統計信息。否則，此統計信息不會以標識系統的任何特定用戶的方式匯總。 如果以下情況之一適用，我們可能會處理與您相關的個人信息：（）您已出於一個或多個特定目的給子同意。請注意，根據某些法律，我們可能被允許處理信息，直到您反對此類處理(通過選擇退出），而無需依賴以下同意或任何其他法律依據。 然布，當個人信息的處理受到歐洲數據保護法的約束時，這並不適用：(i)為履行與您的協議和/或任何協議前義務提供信息是必需的；(們)為遵守你所承擔的法律義務而進行的必要處理；(iv)處理涉及為公共利益或行使賦予我們的官方權力而執行的任務；w)處理是為了我們或第三方追求的合法利益的目的所必需的。在任何情況下，我們都樂意澄清適用於處理個人資料的具體法律依據，特別是提供個人資料是否是法定或合約規定，或訂立合約所必需的規定。 信息傳輸與存儲 根據您所在的位置，數據傳輸可能涉及將您的信息傳輸和存儲在您自己國家以外的國家。您有權了解 向歐盟以外的國家或受國際公法管轄或由兩個或兩個以上國家(如聯合國）設立的任何國際組織傳輸 信息的法律依據，以及我們為保護您的信息而採取的安全措施。如果發生了任何這樣的轉移，您可以通過查看本文件的相關章節了解更多信息，或使用聯繫部分提供的信息與我們諮詢。 使用者的權利 您可以就我們處理的您的信息行使某些權利。特別是，您有權做以下事情：()在您先前已同意處理您的信息的情況下，您有權撤回同意；(i)如果您的信息處理是基於同意以外的法律基礎進行的，您有權反對處理您的信息；(i）)您有權了解我們是否正在處理信息，獲得處理某些方面的披露，並獲得正在處理的信息的副本；(i)您有權核實您的信息的準確性，並要求其更新或更正；)在某些情況下，您有權限制對您信息的處理，在這種情況下，我們不會將您的信息用於存儲以外的任何目的；(vi)在某些情況下，您有權要求我們刪除您的個人信息; (vii)您有權以結構化的、常用的和機器可讀的格式 接收您的信息，並在技術可行的情況下，將其傳送給另一個控制器而不受任何阻礙。如果您的信息是通過自動方式處理的，並且該處理是基於您的同意，您作為合同的一部分或您的合同前義務而進行的，則本條款適用。 反對處理的權利 如果出於公共利益的目的處理個人信息，行使賦予我們的官方權力或出於我們追求的合法利益的目的，您可以通過提供與您的特定情況相關的理由來反對個人信息處理，但是，您必須知道，如果出於直接營銷目的處理您的個人信息，則可以在任何時候不提出任何理由就反對該處理。要了解我們是否為直接營銷目的而處理個人信息，您可參閱本文件的相關章節。如何行使這些權利任何行使用戶權利的請求都可以通過本文檔中提供的聯繫方式發送給所有者。這些要求可以免費執行，所有者將儘早並始終在一個月內予以解決。兒童隱私我們不會在知情的情況下收集13歲以下兒童的任何個人信息。如果您的年齡在13歲以下，請不要通過我們的手機應用或服務提交任何個人信息。我們鼓勵父母和法定監護人監控其子女的互聯網使用情況，並指導其子女在未經允許的情況下絕不通過我們的移動應用程序或服務提供個人信息，以協助執行本政策。如果您有理由相信13歲以下的兒童通過我們的手機應用或服務向我們提供了個人信息，請聯繫我們。您也必須至少年滿16歲才能同意在您的國家處理您的個人數據(在某些國家，我們可能允許您的父母或監護人代表您這樣做）。鏈接到其他移動應用程序我們的移動應用程序包含指向其他非我們擁有或控制的移動應 用程序的鏈接。請注意，對於此類其他移動應用程序或第三方的隱私慣例，我們不承擔任何責任。我們鼓勵您在離開我們的移動應用程序時注意，並閱讀可能收集個人信息的每個移動應用程序的隱私聲明。信息安全我們在一個受控制、安全的環境中保護您在計算機服務器上提供的信息，防止未經授權的訪問、使用或洩露。我們保持合理的管理、技術和物理保護措施，以防止未經授權訪問、使用、修改和披露其控制和保管的個人信息。但是，我們不能保證通過因特網或無線網絡進行數據傳輸。因此，在我們努力保護您的個人信息的同時，您承認 （1）互聯網存在超出我們控制範圍的安全和隱私限制；（i）您和我們的移動應用程序之間交換的任何和所有信息和數據的安全性、完整性和隱私性無法得到保證；以及（ti）儘管已盡最大努力，第三方仍可能在傳輸過程中查看或篡改任何此類信息和數據。 數據洩露 如果我們意識到移動應用程序的安全性受到損害，或者用戶個人信息由於外部活動（包括但不限於安全攻擊或欺詐）被披露給無關的第三方，我們保留採取合理適當措施的權利，包括，但不限於調查和報告，以及通知執法機關並與執法機關合作。如果發生數據洩露，如果我們認為由於數據洩露而對用戶造成合理傷害的風險或法律另行要求，我們將做出合理的努力通知受影響的個人。當我們這樣做的時候，我們會在移動應用程序中發布通知。 法律披露 如果法律要求或允許，我們將披露我們收集、使用或收到的任何信息，例如為了遵守傳票或類似的法律程序，並且當我們真誠地認為有必要進行披露以保護我們的權利、保護您或他人的安全、調查欺詐或響應政府要求時。 變更和修改 我們保留隨時修改與移動應用程序或服務相關的本政策的權利，在將本政策的更新版本發佈到移動應用程序後生效。當我們這樣做的時候，我們將在本頁底部修改更新的日期。在任何此類更改之後繼續使用移動應用程序應視為您同意此類更改。接受本政策您確認己閱讀本政策並同意所有條款和條件。通過使用移動應用程序或其服務，您同意受本政策約束。如果您不同意遵守本政策的條款，您將無權使用或訪問移動應用程序及其服務。 聯繫我們 如果您對此政策有任何疑問，請與我們聯繫。
